Repository: Hassan-SoftwareEngineer/iEntry-iOS
Catalog: iEntry/*.lproj/Localizable.strings
Languages: es, fr

# Duración
source: Duration
es: Duración
fr: Durée

# NUEVA FECHA DEL EVENTO
source: NEW EVENT DATE
es: NUEVA FECHA DEL EVENTO
fr: NOUVELLE DATE DE L'ÉVÉNEMENT

# !SIN EVENTOS¡
source: !NO EVENTS¡
es: !SIN EVENTOS¡
fr: PAS D'ÉVÉNEMENTS!

# CLICK AQUÍ PARA AGREGAR UNO NUEVO Ó EN EL + BOTÓN
source: CLICK HERE TO ADD A NEW EVENT OR IN THE + BOTÓN
es: CLICK AQUÍ PARA AGREGAR UNO NUEVO Ó EN EL + BOTÓN
fr: CLIQUEZ ICI POUR EN AJOUTER UN NOUVEAU OU SUR LE BOUTON +

# En estos momentos no cuentas con tareas a segulr
source: At the moment you don't have tasks to follow
es: En estos momentos no cuentas con tareas a segulr
fr: Pour le moment, vous n'avez pas de tâches à suivre

# !SIN TAREAAS¡
source: NO HOMEWORK!
es: !SIN TAREAAS¡
fr: PAS DE DEVOIRS!

# ACOMPAÑAMIENTO
source: ACCOMPANIMENT
es: ACOMPAÑAMIENTO
fr: ACCOMPAGNEMENT

# PROPOSITO DE LA VISITA
source: PURPOSE OF THE VISIT
es: PROPOSITO DE LA VISITA
fr: LE BUT DE LA VISITE

# UNIDAD / SECCIÓN
source: UNIT / SECTION
es: UNIDAD / SECCIÓN
fr: UNITÉ / SECTION

# CREAR EVENTO
source: CREATE EVENT
es: CREAR EVENTO
fr: CRÉER UN ÉVÈNEMENT

# SIGUIENTE
source: NEXT
es: SIGUIENTE
fr: SUIVANT

# COMENTARIOS PARA VISITANTES.
source: COMMENTS FOR VISITORS.
es: COMENTARIOS PARA VISITANTES.
fr: COMMENTAIRES POUR LES VISITEURS.

source: VISITORS
fr: VISITEUSES

# ANTERIOR
source: PREVIOUS
es: ANTERIOR
fr: ANCIEN

# VEHÍCULOS
source: VEHICLES
es: VEHÍCULOS
fr: VÉHICULES

# DA DE ALTA UN NUEVO VEHÍCULO
source: REGISTER A NEW VEHICLE
es: DA DE ALTA UN NUEVO VEHÍCULO
fr: ENREGISTRER UN NOUVEAU VÉHICULE

# Marca:
source: Mark:
es: Marca:
fr: Marque:

# Sub-Marca:
source: Sub-Brand:
es: Sub-Marca:
fr: Sous-marque:

# Placas:
source: Plates:
es: Placas:
fr: Plaques :

# SUB - MARCA
source: SUB-BRAND
es: SUB - MARCA
fr: SOUS-MARQUE

# D A T O S D E V E H Í C U L O
source: V E H I C U L D DATA
es: D A T O S D E V E H Í C U L O
fr: DONNÉES DU VÉHICULE

# COMENTARIOS PARA VALIDATION.
source: COMMENTS FOR VALIDATION.
es: COMENTARIOS PARA VALIDATION.
fr: COMMENTAIRES POUR VALIDATION.

# OPCIONES DE VALIDACIÓN
source: VALIDATION OPTIONS
es: OPCIONES DE VALIDACIÓN
fr: OPTIONS DE VALIDATION

# TRANSPORTE REQUERIDO
source: TRANSPORTATION REQUIRED
es: TRANSPORTE REQUERIDO
fr: TRANSPORT REQUIS

# SÍ
source: YES
es: SÍ
fr: OUAIS

# VISITANTES
source: VISITORS
es: VISITANTES
fr: VISITEURS

source: Are you sure you want to delete this event? The reservation and all invitations will be removed from the operation altogether.
es: Estás seguro de querer eliminar este evento? La reservación y todas las invitaciones serán eliminadas en conjunto de la operación.
fr: Voulez-vous vraiment supprimer cet événement ? La réservation et toutes les invitations seront complètement supprimées de l'opération.

# DATOS DE USUARIO
source: USER DATA
fr: DONNÉES D'UTILISATEUR

# Agrega el código de tu país.
source: Add your country code.
es: Agrega el código de tu país.
fr: Ajoutez votre code pays.

# ORGANIZACIÓN
source: ORGANIZATION
es: ORGANIZACIÓN
fr: ORGANISME

# SITIO PARA RECOGER
source: PICK UP SITE
es: SITIO PARA RECOGER
fr: ENDROIT POUR RAMASSER

# NÚMERO DE ACOMPAÑANTES
source: NUMBER OF COMPANIONS
es: NÚMERO DE ACOMPAÑANTES
fr: NOMBRE DE COMPAGNONS

source: GZ BADGE
fr: INSIGNE GZ

# COMPARTIR PDF
source: SHARE PDF
es: COMPARTIR PDF
fr: PARTAGER LE PDF

# INVITACIÓN YA HA SIDO CREADA
source: INVITATION HAS ALREADY BEEN CREATED
es: INVITACIÓN YA HA SIDO CREADA
fr: L'INVITATION A DÉJÀ ÉTÉ CRÉÉE

source: The invitation has been created, if you want to change any data, you must delete it and invite that person again.
es: La invitación ha sido creada, si deseas cambiar algún dato, debes eliminarla y volver a invitar a esa persona.
fr: L'invitation a été créée, si vous souhaitez modifier des données, vous devez la supprimer et inviter à nouveau cette personne.

# USUARIO YA EXISTE
source: USER ALREADY EXISTS
es: USUARIO YA EXISTE
fr: L'UTILISATEUR EXISTE DÉJÀ

source: The email/number already exists in the base you want, they belong to this user, do you want to select it?
es: Ya existe el correo/número en la base deseas, son de este usuario, deseas seleccionarlo?
fr: L'email/numéro existe déjà dans la base de données que vous voulez, ils appartiennent à cet utilisateur, voulez-vous le sélectionner ?

# NÚMERO TELEFÓNICO
source: PHONE NUMBER
es: NÚMERO TELEFÓNICO
fr: NUMÉRO DE TÉLÉPHONE

# lb_unlink_device_iOS
source: You can not login in other device, first must unlik the other device or log in the same device
es: No puede iniciar sesión en otro dispositivo, primero debe dejar de gustar el otro dispositivo o iniciar sesión en el mismo dispositivo
fr: Vous ne pouvez pas vous connecter à un autre appareil, vous devez d'abord ne pas aimer l'autre appareil ou vous connecter au même appareil

# lb_title_undefined
source: UNDEFINED
es: INDEFINIDO
fr: INDÉFINI

# lb_title_enable
source: Enable
es: Habilitado
fr: activée

# lb_title_disable
source: Disable
es: Deshabilitado
fr: désactivé

# lb_title_spanish
source: spanish
es: español
fr: Espagnol

# lb_title_english
source: english
fr: espagnol

# lb_title_french
source: french
es: français
fr: français

# lb_title_greetings
source: Hi
es: Hola
fr: Salut

# lb_title_password
source: PASSWORD
es: CONTRASEÑA
fr: LE MOT DE PASSE

# lb_title_upper_title
source: TITLE
es: TITULO
fr: TITRE

# lb_title_upper_announcement_type
source: ANNOUNCEMENT TYPE
es: TIPO DE NOTIFICACIÓN
fr: TYPE DE NOTIFICATION

# lb_title_upper_scope
source: SCOPE
es: ALCANCE
fr: PORTÉE

# lb_title_add_contractor
source: Add contractor
es: Agregar contratista
fr: ajouter un entrepreneur

# lb_title_end_contract_date
source: End contract
es: Fin de contrato
fr: fin de contrat

# lb_title_start_contract_date
source: Start contract
es: Inicio de contrato
fr: début de contrat

# lb_title_event
source: event
es: evento
fr: un événement

# lb_title_login
source: LOG IN
es: INICIAR SESIÓN
fr: COMMENCER LA SESSION

# lb_title_forget_password_1
source: Forgot
es: ¿Olvidaste tu
fr: avez-vous oublié

# lb_title_forget_password_2
source: password
es: contraseña
fr: le mot de passe

# lb_title_validate_user_credentials
source: Checking credentials
es: Validando credenciales de acceso
fr: Validation des identifiants d'accès

# lb_title_add_biometric_credentials
source: Add biometric credentials
es: Agregar credenciales biometricas
fr: Ajouter des identifiants biométriques

# lb_title_error_biometric_credentials
source: Error using biometric credentials
es: Error con credenciales biometricas
fr: Erreur avec les identifiants biométriques

# lb_title_scope_all
source: ALL( employees, suppliers, contractors)
es: TODOS( empleados, proveedores, contratistas)
fr: TOUS (employés, fournisseurs, sous-traitants)

# lb_title_scope_employee
source: JUST EMPLOYEES
es: SOLO EMPLEADOS
fr: EMPLOYÉS SEULEMENT

# lb_title_scope_supplier
source: JUST SUPPLIERS
es: SOLO PROVEEDORES
fr: UNIQUEMENT FOURNISSEURS

# lb_title_scope_contractor
source: JUST CONTRACTORS
es: SOLO CONTRATISTAS
fr: ENTREPRENEURS UNIQUEMENT

# lb_title_scope_choose_some_employees
source: CHOOSE EMPLOYEES
es: SELECCIONAR DE EMPLEADOS
fr: SÉLECTIONNER PARMI LES EMPLOYÉS

# lb_title_host
source: Host
es: Anfintrión
fr: héberger

# lb_title_no_introduction
source: No introduction.
es: Sin introducción.
fr: Pas de présentation.

# lb_title_no_vision
source: No vision.
es: Sin visión.
fr: Aucune vue.

# lb_title_no_mission
source: No mission.
es: Sin misión.
fr: Aucune mission.

# lb_title_status
source: STATUS
es: ESTATUS
fr: STATUT

# lb_title_log_out
source: Log Out
es: Cerrar Sesión
fr: Fermer la session

# lb_title_account_settings
source: Account Settings
es: Ajustes de cuenta
fr: paramètres du compte

# lb_title_normal_data
source: Personal Data
es: Información personal
fr: Information personnelle

# lb_title_phone_number
source: NUMBER
es: CELULAR
fr: TÉLÉPHONE PORTABLE

# lb_title_gender
source: GENDER
es: GÉNERO
fr: LE SEXE

# lb_title_male
source: MALE
es: MASCULINO
fr: MASCULIN

# lb_title_female
source: FEMALE
es: FEMENINO
fr: FÉMININ

# lb_title_other
source: OTHER
es: OTRO
fr: AUTRE

# lb_title_user_data
source: User Information
es: Información de usuario
fr: informations de l'utilisateur

# lb_title_empty_credentials
source: Email/password are empty, fill on them and try it again.
es: Usuario y/o contraseña vacios, ingrese las credenciales y vuelva a intentarlo
fr: Nom d'utilisateur et/ou mot de passe vides, entrez les informations d'identification et réessayez

# lb_title_invalid_otp
source: Invalid Code, request a new one
es: Código expirado, vuelva a solicitar uno nuevo
fr: Code expiré, redemandez-en un nouveau

# lb_title_choose_method
source: CHOOSE A METHOD TO RECOVER THE PASSWORD:
es: SELECCIONE EL MÉTODO CON EL CUAL DESEA RECUPERAR LA CONTRASEÑA:
fr: SÉLECTIONNEZ LA MÉTHODE AVEC LAQUELLE VOUS VOULEZ RÉCUPÉRER LE MOT DE PASSE:

# lb_title_recover_password
source: RECOVER PASSWORD
es: RECUPERACIÓN DE CONTRASEÑA
fr: RÉCUPÉRATION DE MOT DE PASSE

# lb_title_name
source: NAME
es: NOMBRE
fr: NOM

# lb_title_last_name
source: LAST NAME
es: PRIMER APELLIDO
fr: PRÉNOM

# lb_title_second_last_name
source: SECOND LAST NAME
es: SEGUNDO APELLIDO
fr: DEUXIÈME NOM DE FAMILLE

# lb_title_no_phone
source: NUMBER
es: NO CELULAR
fr: PAS DE CELLULE

# lb_title_email
source: EMAIL
es: CORREO
fr: POSTER

# lb_title_from
source: FROM
es: De
fr: De

# lb_title_to
source: TO
es: A
fr: UN

# lb_title_description
source: Description
es: Descripción
fr: La description

# lb_title_select_company
source: CHOOSE A COMPANY:
es: SELECCIONE UNA COMPAÑIA:
fr: SÉLECTIONNEZ UNE ENTREPRISE:

# lb_title_company_upper_case
source: COMPANY
es: COMPAÑIA
fr: COMPAGNIE

# lb_title_contract
source: CONTRACT
es: CONTRATO
fr: CONTRAT

# lb_title_contracts
source: contracts
es: contractos
fr: contrats

# lb_title_purchases
source: purchase orders
es: ordenes de compra
fr: Acheter en ligne

# lb_title_incoming_purchase
source: INCOMING/ACTIVES PO
es: ORDENES PROXIMOS/CURSO
fr: PROCHAINES COMMANDES/COURS

# lb_title_purchase_record
source: PO RECORDS
es: HISTORIAL ORDENES
fr: HISTORIQUE DES COMMANDES

# lb_title_incoming_contracts
source: INCOMING/ACTIVES CONTRACTS
es: CONTRATOS PROXIMOS/CURSO
fr: CONTRATS/COURS À VENIR

# lb_title_contract_record
source: CONTRACT RECORDS
es: HISTORIAL CONTRATOS
fr: HISTORIQUE DU CONTRAT

# lb_title_role
source: Role
es: Rol
fr: Rôle

# lb_title_map_upper_case
source: MAP
es: MAPA
fr: CARTE

# lb_title_contract_dates
source: Contract Dates
es: Fechas de Contrato
fr: Dates du contrat

# lb_title_start_contract
source: Start
es: Inicio
fr: Début

# lb_title_end_contract
source: End
es: Fin
fr: Finir

# lb_title_access_token
source: ACCESS TOKEN
es: TOKEN DE ACCESSO
fr: JETON D'ACCÈS

# lb_title_contractor
source: CONTRACTORS
es: CONTRATISTAS
fr: ENTREPRENEURS

# lb_title_information
source: DATA
es: INFORMACIÓN
fr: INFORMATIONS

# lb_title_address
source: ADDRESS
es: DIRECCIÓN
fr: ADRESSE

# lb_title_update
source: UPDATE
es: ACTUALIZAR
fr: METTRE À JOUR

# lb_title_required_permissions
source: Permissions required
es: Permisos Requeridos
fr: Autorisations requises

# lb_title_no_internet_connection
source: No internet connection
es: Sin conexión a internet
fr: Pas de connexion Internet

# lb_title_try_later
source: Try it later or check your internet connection
es: Intentalo más tarde o verifica tu conexión a internet
fr: Réessayez plus tard ou vérifiez votre connexion Internet

# lb_title_no_password_offline
source: Using storage password
es: Intentando con contraseña almacenada
fr: Essayer avec le mot de passe enregistré

# lb_title_sync_information
source: Sync Information
es: Sincronizando Información
fr: Synchronisation des informations

# lb_title_validate_incorrect_credentials
source: Bad Credentials
es: Credenciales incorrectas
fr: Identifiants incorrects

# lb_title_api_error
source: API Error, contact the TI Department
es: Error en el API, contacte a los desarrolladores
fr: Erreur d'API, contactez le développeur#8230;

# lb_title_invalid_contract
source: Invalid contract or time was ended
es: Contracto no valido o tiempo expirado
fr: Contrat non valide ou délai expiré

# lb_title_downloading_data
source: Downloading assets
es: Descargando información importante del servidor
fr: Téléchargement d'informations importantes depuis le serveur

# lb_title_validate_data
source: Validating information
es: Validando Información
fr: Validation des informations

# lb_title_new_user
source: New user, confirm your account
es: Usuario nuevo, favor de validar la cuenta
fr: Nouvel utilisateur, veuillez valider le compte

# lb_title_valid_credentials
source: Account was confirmed
es: Credenciales correctas
fr: Identifiants corrects

# lb_title_validate_access_granted
source: Access granted
es: Acceso concedido
fr: Accès accordé

# lb_title_date_time
source: Date and Time
es: Fecha y hora
fr: Date et heure

# lb_title_email_phone_number
source: PHONE NUMBER / EMAIL
es: CELULAR / CORREO
fr: CELLULAIRE / COURRIER

# lb_title_invite
source: invite
es: invitar
fr: inviter

# lb_title_invite_to_event
source: invite to event
es: invitar a evento
fr: inviter à un événement

# lb_title_contact_list
source: CONTACT LIST
es: LISTA DE CONTACTOS
fr: LISTE DE CONTACTS

# lb_title_user_data_upper_case
source: USER DATA
es: DATOS DE USUARIO
fr: DONNÉES D'UTILISATEUR

# lb_title_no_invitation_upper_case
source: NO. VISITORS
es: NO. ACOMPAÑANTES
fr: NE PAS. COMPAGNONS

# lb_title_no_visitor
source: Fill how many visitors will arrive
es: Ingrese el número de invitados que llegaran, max. 99
fr: Entrez le nombre d'invités qui arrivent

# lb_title_language_lower_case
source: Languages
es: Idiomas
fr: langues

# lb_title_access_type
source: Access Type
es: Tipo de Acceso
fr: Type d'accès

# lb_title_extra_information
source: Extra Information
es: Información extra
fr: Informations supplémentaires

# lb_title_header_1
source: Header 1
fr: en-tête 1

# lb_title_header_2
source: Header 2
fr: En-tête 2

# lb_title_header_3
source: Header 3
fr: en-tête 3

# lb_title_header_4
source: Header 4
fr: en-tête 4

# lb_title_header_5
source: Header 5
fr: en-tête 5

# lb_title_header_6
source: Header 6
fr: en-tête 6

# lb_title_header_7
source: Header 7
fr: en-tête 7

# lb_title_header_8
source: Header 8
fr: en-tête 8

# lb_title_header_9
source: Header 9
fr: en-tête 9

# lb_title_header_10
source: Header 10
fr: en-tête 10

# lb_title_header_11
source: Header 11
fr: en-tête 11

# lb_title_header_12
source: Header 12
fr: en-tête 12

# lb_title_header_13
source: Header 13
fr: en-tête 13

# lb_title_header_14
source: Header 14
fr: en-tête 14

# lb_title_header_15
source: Header 15
fr: en-tête 15

# lb_title_there_are_changes
source: Discard Changes
es: Descartar Cambios
fr: Annuler les modifications

# lb_title_new_announcement
source: NEW ANNOUNCEMENT
es: NUEVA NOTIFICATIÓN
fr: NOUVELLE AVIS

# lb_title_announcement_upper_case
source: ANNOUNCEMENTS
es: NOTIFICACIONES
fr: AVIS

# lb_title_time_upper_case
source: TIME
es: HORA
fr: HEURE

# lb_title_view_details_upper_case
source: SEE DETAILS
es: VER DETALLES
fr: VOIR LES DÉTAILS

# lb_title_person_in_charge_upper_case
source: IN CHARGE
es: ENCARGADO
fr: EN CHARGE

# lb_title_contractor_in_charge_lower
source: Contract in charge
es: Contratista encargado
fr: entrepreneur mandaté

# lb_title_contractor_company_lower
source: Contractor company
es: Compañia contratista
fr: Entreprise entrepreneur

# lb_title_details
source: DETAILS
es: DETALLES
fr: DES DÉTAILS

# lb_title_find_someone
source: Find someone
es: Encuentra a alguien
fr: trouver quelqu'un

# lb_title_employee_list
source: EMPLOYEE LIST
es: LISTA DE EMPLEADOS
fr: LISTE DES EMPLOYÉS

# lb_title_zone_list
source: ZONE LIST
es: LISTA DE ZONAS
fr: LISTE DES ZONES

# lb_title_event_name
source: EVENT NAME
es: NOMBRE DEL EVENTO
fr: NOM DE L'ÉVÉNEMENT

# lb_title_place
source: place
es: lugar
fr: endroit

# lb_title_start
source: start at
es: inicio
fr: début

# lb_title_booking
source: booking
es: reservación
fr: réservation

# lb_title_duration
source: DURATION
es: DURACIÓN
fr: DURÉE

# lb_title_download_pdf
source: download pdf
es: descargar pdf
fr: Télécharger le PDF

# lb_title_cancel_event
source: CANCEL EVENT
es: CANCELAR EVENTO
fr: ANNULER L'ÉVÉNEMENT

# lb_title_update_event
source: UPDATE EVENT
es: ACTUALIZAR EVENTO
fr: ÉVÉNEMENT DE MISE À JOUR

# lb_title_create_event
source: create event
es: crear evento
fr: créer un évènement

# lb_title_choose_zone
source: choose zone
es: elige una zona a reservar
fr: choisir une zone à réserver

# lb_title_choose_date
source: choose date
es: elíge una fecha de evento
fr: choisir une date d'événement

# lb_title_zone_selected
source: zone selected
es: zona seleccionda
fr: zone sélectionnée

# lb_title_confirm_event
source: confirm event
es: confirmar evento
fr: confirmer l'événement

# lb_title_current_booking
source: current booking
es: reservación actual
fr: réservation en cours

# lb_title_upper_visit_purpose
source: VISIT PURPOSE
es: PROPOSITO DE LA VISITA
fr: LE BUT DE LA VISITE

# lb_title_upper_unit_section
source: UNIT / SECTION
es: UNIDAD / SECCIÓN
fr: UNITÉ / SECTION

# lb_title_upper_accompanied
source: ACCOMPANIMENT
es: ACOMPAÑAMIENTO
fr: ACCOMPAGNEMENT

# lb_title_create_new_vehicle
source: add new vehicle
es: dar de alta un nuevo vehículo
fr: immatriculer un nouveau véhicule

# lb_title_visitor
source: visitor
es: invitado
fr: invité

# lb_title_employee
source: employee
es: empleado
fr: employé

# lb_title_none
source: none
fr: rien

# lb_title_contractor_employee
source: contractor's employee
es: empleado de contratista
fr: employé de l'entrepreneur

# lb_title_supplier
source: supplier
es: proveedor
fr: fournisseur

# lb_title_supplier_employee
source: supplier's employee
es: empleado de proveedor
fr: employé fournisseur

# lb_title_supplier_data
source: supplier data
es: información del proveedor
fr: informations fournisseur

# lb_title_delivery_data
source: delivery data
es: información de entrega
fr: Informations de livraison

# lb_title_item
source: item
es: producto
fr: produit

# lb_title_delivery_at
source: delivered at
es: entregado en
fr: livré en

# lb_title_receive_by
source: received by
es: recibido por
fr: reçu par

# lb_title_share_pdf
source: share pdf
es: compartir pdf
fr: partager pdf

# lb_title_place_to_pick_up
source: PLACE TO PICK UP
es: LUGAR PARA RECOGER
fr: ENDROIT POUR RAMASSER

# lb_title_gz_badge
source: gz badge
fr: insigne gz

# lb_title_organization
source: ORGANIZATION
fr: ORGANISME

# lb_title_vehicle_data
source: vehicle data
es: datos de vehículo
fr: données du véhicule

# lb_title_upper_brand
source: BRAND
es: MARCA
fr: MARQUE

# lb_title_upper_sub_brand
source: SUB-BRAND
es: SUB-MARCA
fr: SOUS-MARQUE

# lb_title_upper_model
source: MODEL
es: MODELO
fr: MAQUETTE

# lb_title_upper_plates
source: PLATES
es: PLACAS
fr: ASSIETTES

# lb_title_vehicle_list
source: VEHICLES LIST
es: LISTA DE VEHÍCULOS
fr: LISTE DES VÉHICULES

# lb_title_transportation_is_required_title
source: transportation required
es: transporte requerido
fr: transport requis

# lb_title_comments_to_validation
source: VALIDATION COMMENTS
es: COMENTARIOS PARA VALIDACIÓN
fr: COMMENTAIRES POUR LA VALIDATION

# lb_title_validation_options
source: validation options
es: opciones de validación
fr: options de validation

# lb_title_visitor_comments
source: VISITOR COMMENTS
es: COMENTARIOS PARA VISITANTES
fr: COMMENTAIRES DES VISITEURS

# lb_title_visitors
source: visitors
fr: visiteurs

# lb_title_vehicle
source: vehicle
es: vehículo
fr: véhicule

# lb_title_onboarding
source: onboarding
fr: intégration

# lb_title_upper_color
source: COLOR
fr: COULEUR

# lb_title_upper_serial_number
source: SERIAL NUMBER
es: NÚMERO DE SERIE
fr: NUMÉRO DE SÉRIE

# lb_title_upper_vin
source: VIN
fr: NIV

# lb_title_employees
source: employees
es: empleados
fr: employés

# lb_title_assets
source: multimedia
fr: multimédia

# lb_title_add_image
source: attach image
es: agregar imagen
fr: ajouter une image

# lb_title_add_file
source: attach file
es: agregar archivo
fr: ajouter le fichier

# lb_title_image
source: image
es: imagen
fr: photo

# lb_title_file
source: file
es: archivo
fr: archive

# lb_title_department
source: Department
es: Departamento
fr: département

# lb_title_work_station
source: Work station
es: Lugar de Trabajo
fr: Lieu de travail

# lb_title_vision
source: vision
es: visión
fr: voir

# lb_title_boss
source: Leader
es: jefe inmediato
fr: supérieur immédiat

# lb_title_onboarding_instructions
source: Click once you complete the step.
es: Da click en cada paso una vez realizado.
fr: Cliquez sur chaque étape une fois terminé

# lb_title_finish_process
source: finish onboarding
es: salir del proceso
fr: quitter le processus

# lb_title_purchase_info
source: po data
es: información de la orden
fr: Informations sur la commande

# lb_title_events
source: events
es: eventos
fr: événements

# lb_titles_dob
source: Day of birthday
es: Fecha de cumpleaños
fr: Date d'anniversaire

# lb_titles_vehicles
source: Vehicles
es: Vehículos
fr: Véhicules

# lb_title_item_add_vehicle
source: ADD NEW VEHICLE
es: AGREGAR NUEVO VEHICULO
fr: AJOUTER UN NOUVEAU VÉHICULE

# lb_title_fp_dob
source: DAY OF BIRTHDAY
es: FECHA DE NACIMIENTO
fr: DATE DE NAISSANCE

# lb_value_access_with_biometrics
source: Access through biometrics:
es: Acceso con credenciales biometricas:
fr: Accès avec identifiants biométriques:

# lb_value_keep_session_alive
source: Keep session alive
es: Manter sessión activa, estado
fr: Garder la session active, état

# lb_value_language_change
source: App language change for:
es: Lenguaje de la applicación cambiado a:
fr: La langue de l'application a été remplacée par:

# lb_value_access_granted
source: Access granted, Welcome to iEntry Corporate app.
es: Acceso concedido, Bienvenido a tu app de control de accesos iEntry Access.
fr: Accès accordé, bienvenue dans votre application de contrôle d'accès iEntry Access.

# lb_value_welcome
source: WELCOME !!!
es: BIENVENIDO !!!
fr: BIENVENUE !!!

# lb_value_from_date
source: SINCE:
es: Desde:
fr: De:

# lb_value_to_date
source: TO:
es: Hasta:
fr: À:

# lb_value_qr_code_expire
source: OTP alive for seconds
es: Código válido por los siguientes segundos
fr: Code valide pour les prochaines secondes

# lb_value_name
source: Name:
es: Nombre:
fr: Des noms

# lb_value_phone_number
source: Phone number:
es: Celular:
fr: Cellules

# lb_value_role
source: Role:
es: Rol:
fr: Rôles

# lb_value_email
source: Email:
es: Correo:
fr: Poster

# lb_value_date
source: Date:
es: Fecha:
fr: Rendez-vous

# lb_value_no_contacts
source: Total contacts
es: Total de contactos
fr: Nombre total de contacts

# lb_value_date_meeting
source: Meeting date:
es: Fecha de la reunión:
fr: Date de la réunion:

# lb_value_sub_brand
source: Sub-brand:
es: Sub-marca:
fr: Sous-marque:

# lb_value_vin
source: VIN:
fr: NIV:

# lb_value_brand
source: Brand:
es: Marca:
fr: Marques

# lb_value_plates
source: Plates:
es: Placas:
fr: Insignes:

# lb_value_no_vehicles
source: vehicles
es: vehículos
fr: véhicules

# lb_value_size_kb
source: Size: KB
es: tamaño: KB
fr: taille: Ko

# lb_value_welcome_onboarding
source: !Welcome to ¡
es: !Bienvenido a ¡
fr: Bienvenue à !

# lb_value_size_mb
source: Size: MB
es: tamaño: MB
fr: taille : Mo

# menu_home
source: HOME
fr: DOMICILE

# menu_announcement
source: ANNOUNCEMENTS
es: NOTIFICACIONES
fr: AVIS

# menu_company
source: COMPANY
es: COMPAÑIA
fr: COMPAGNIE

# menu_qr_code_options
source: GENERATE / SCAN QR CODE
es: GENERAR / ESCANEAR CÓDIGO QR
fr: GÉNÉRER / SCANNER LE CODE QR

# menu_access_token
source: ACCESS TOKEN
es: TOKEN DE ACCESO
fr: JETON D'ACCÈS

# menu_map
source: MAP TO COMPANY
es: MAPA A LA COMPAÑIA
fr: CARTE DE L'ENTREPRISE

# menu_event
source: EVENTS
es: EVENTOS
fr: ÉVÉNEMENTS
