Repository: Hassan-SoftwareEngineer/iEntry-iOS
Catalog: iEntry/*.lproj/Localizable.strings
Languages: es, fr

# Seleccionar fechas
source: Select dates
es: Seleccionar fechas
fr: Sélectionnez des dates

# PERÍODO
source: PERIOD
es: PERÍODO
fr: PÉRIODE

# DISPONIBLES
source: AVAILABLE
es: DISPONIBLES
fr: DISPONIBLE

# USADOS
source: USED
es: USADOS
fr: UTILISÉ

# SOLICITADOS
source: REQUESTED
es: SOLICITADOS
fr: DEMANDÉ

# TOTALES
source: TOTALS
es: TOTALES
fr: TOTAUX

# DÍAS
source: DAYS
es: DÍAS
fr: JOURS

# ESTATUS
source: STATUS
es: ESTATUS
fr: ESTATUS

# DESDE
source: FROM
es: DESDE
fr: DEPUIS

# SOLITITADO EN
source: REQUESTED IN
es: SOLITITADO EN
fr: DEMANDÉ DANS

# HASTA
source: UNTIL
es: HASTA
fr: JUSQU'À

# DÍAS TOTALES
source: TOTAL DAYS
es: DÍAS TOTALES
fr: TOTAL DE JOURS

source: HOLIDAY PENDING TO VALIDATE
es: VACACIONES PENDIENTE DE VALIDAR
fr: VACANCES EN ATTENTE A VALIDER

source: HOLIDAY DENIED
es: VACACIONES NEGADAS
fr: VACANCES REFUSEES

source: HOLIDAY APPROVED
es: VACACIONES APROBADAS
fr: VACANCES APPROUVÉES

source: HOLIDAY CANCELED
es: VACACIONES CANCELADAS
fr: VACANCES ANNULEES

# DEPARTAMENTO QUE APROBARÁ
source: DEPARTMENT THAT WILL APPROVE
es: DEPARTAMENTO QUE APROBARÁ
fr: SERVICE QUI APPROUVERA

# JEFE
source: BOSS
es: JEFE
fr: CHEF

# DETALLES DE SOLICITUD
source: DETAILS OF APPLICATION
es: DETALLES DE SOLICITUD
fr: LES DÉTAILS DE APPLICATION

# JEFE QUE LO APROBARÁ
source: BOSS WHO WILL APPROVE IT
es: JEFE QUE LO APROBARÁ
fr: BOSS QUI L'APPROUVERA

# SOLICITUD DE VACACIONES
source: VACATION REQUEST
es: SOLICITUD DE VACACIONES
fr: DEMANDE DE VACANCES

# SOLICITAR
source: REQUEST
es: SOLICITAR
fr: DEMANDER

# PERIODO VACACIONAL
source: HOLIDAY PERIOD
es: PERIODO VACACIONAL
fr: PÉRIODE DE VACANCES

# NO HAY HISTORIAL DE SOLICITUDES
source: NO REQUEST HISTORY
es: NO HAY HISTORIAL DE SOLICITUDES
fr: AUCUN HISTORIQUE DE DEMANDE

# No tienes suficientes hojas
source: You don't have enough leaves
es: No tienes suficientes hojas
fr: Vous n'avez pas assez de feuilles

# Seleccione primero los días
source: Please select days first
es: Seleccione primero los días
fr: Veuillez d'abord sélectionner les jours

# No puede seleccionar una fecha del pasado
source: You can't select date from past
es: No puede seleccionar una fecha del pasado
fr: Vous ne pouvez pas sélectionner une date du passé

# JUNTA
source: BOARD
es: JUNTA
fr: CONSEIL

# ANUNCIO
source: AD
es: ANUNCIO
fr: PUBLICITÉ

# CANCELAR INVITATACIÓN
source: CANCEL INVITATION
es: CANCELAR INVITATACIÓN
fr: ANNULER L'INVITATION

# CANCELAR SOLICITUD
source: CANCEL REQUEST
es: CANCELAR SOLICITUD
fr: DEMANDE D'ANNULATION

# Para cancelar la tu solicitud deberás confirmar la acción.
source: To cancel your request you must confirm the action.
es: Para cancelar la tu solicitud deberás confirmar la acción.
fr: Pour annuler votre demande, vous devez confirmer l'action.

# Access_Granted_First
source: Access granted, Welcome
es: Acceso concedido, Bienvenido
fr: Accès accordé, bienvenue

# Access_Granted_Last
source: to iEntry Corporate app.
es: a tu app de control de accesos iEntry Access
fr: dans votre application de contrôle 'accès iEntry Access.

source: No Internet Connection
es: Sin conexión a Internet
fr: Pas de connexion Internet

# !SIN NOTIFICACION¡
source: !NO NOTIFICATION¡
es: !SIN NOTIFICACION¡
fr: !PAS DE NOTIFICATION¡

source: Total
fr: Le total

# Busca por Marca/Sub-Marca
source: Search by Brand/Sub-Brand
es: Busca por Marca/Sub-Marca
fr: Recherche par marque/sous-marque

# PRE REGISTRO
source: PRE REGISTER
es: PRE REGISTRO
fr: PRE INSCRIPTION

# PARA CAMBIAR CONTRASEÑA
source: TO CHANGE PASSWORD
es: PARA CAMBIAR CONTRASEÑA
fr: POUR CHANGER LE MOT DE PASSE

# Escribe un nombre a buscar ...
source: Type a name to search...
es: Escribe un nombre a buscar ...
fr: Tapez un nom pour rechercher...

# EMPLEADOS
source: EMPLOYEES
es: EMPLEADOS
fr: EMPLOYÉS

# Masculina
source: Male
es: Masculina
fr: Mâle

# Femenina
source: Female
es: Femenina
fr: Femelle

# CAMBIO DE CONTRASEÑA
source: CHANGE OF PASSWORD
es: CAMBIO DE CONTRASEÑA
fr: CHANGEMENT DE MOT DE PASSE

# No hay pasos que seguir
source: There are no steps to follow
es: No hay pasos que seguir
fr: Il n'y a aucune démarche à suivre

# No hay invitaciones que mostrar
source: No invitations to show
es: No hay invitaciones que mostrar
fr: Aucune invitation à montrer

# PARA APROBAR DOCUMENTO
source: TO APPROVE DOCUMENT
es: PARA APROBAR DOCUMENTO
fr: POUR APPROUVER LE DOCUMENT

# ACTIVO
source: ACTIVE
es: ACTIVO
fr: ACTIVO

# NO ACTIVO
source: NOT ACTIVE
es: NO ACTIVO
fr: NO ACTIVO

# DE VACACIONES
source: ON VACATION
es: DE VACACIONES
fr: EN VACANCES

# VACACIONES
source: HOLIDAYS
es: VACACIONES
fr: VACANCES

# !NO HOLIDAYS¡
source: NO RECORD
es: !SIN REGISTRO¡
fr: NON ENREGISTRER

# V A C A C I O N E S
source: H O L I D A Y S
es: V A C A C I O N E S
fr: V A C A N C E S

# INFORMACIÓN GENERAL
source: GENERAL INFORMATION
es: INFORMACIÓN GENERAL
fr: INFORMATIONS GÉNÉRALES

# SIN VEHÍCULOS
source: NO VEHICLES
es: SIN VEHÍCULOS
fr: PAS DE VÉHICULES

# MARCA
source: BRAND
es: MARCA
fr: MARQUE

# SUB-MARCA
source: SUB-BRAND
es: SUB-MARCA
fr: SOUS-MARQUE

# MODELO
source: MODEL
es: MODELO
fr: MAQUETTE

# PLACAS
source: PLATES
es: PLACAS
fr: ASSIETTES

source: Are you sure you want to change the language to English? The changes will be reflected automatically.
es: ¿Estás seguro de que quieres cambiar el idioma a inglés? Los cambios se reflejarán automáticamente.
fr: Voulez-vous vraiment changer la langue en anglais ? Les modifications seront répercutées automatiquement.

source: Are you sure you want to change the language to French? The changes will be reflected automatically.
es: ¿Estás seguro de que quieres cambiar el idioma a francés? Los cambios se reflejarán automáticamente.
fr: Voulez-vous vraiment changer la langue en français ? Les modifications seront répercutées automatiquement.

source: Are you sure you want to change the language to Spanish? The changes will be reflected automatically.
es: ¿Estas seguro de querer cambiar el lenguage a español? Los cambios se verán reflejados en automático.
fr: Voulez-vous vraiment changer la langue en espagnol ? Les modifications seront répercutées automatiquement.

source: Are you sure you want to unpair this device? Your session will be closed automatically and the data of this application will be deleted.
es: ¿Estas seguro que deseas desvincular este dispositivo? En automáico se cerrará tu sesión y se eliminaran los datos de esta aplicación.
fr: Voulez-vous vraiment dissocier cet appareil ? Votre session sera fermée automatiquement et les données de cette application seront supprimées.

# NOMBRE DE USUARIO
source: USERNAME
es: NOMBRE DE USUARIO
fr: NOM D'UTILISATEUR

# OMITIR ONBOARDING
source: SKIP ONBOARDING
es: OMITIR ONBOARDING
fr: Ignorer l'intégration

# ¡BIENVENIDO A IBL!
source: WELCOME TO IBL!
es: ¡BIENVENIDO A IBL!
fr: ¡BIENVENIDO A IBL!

# VISIÓN
source: VISION
es: VISIÓN
fr: VOIR

# JEFE INMEDIATO
source: IMMEDIATE BOSS
es: JEFE INMEDIATO
fr: SUPÉRIEUR IMMÉDIAT

# ZONA DE TRABAJO
source: WORK ZONE
es: ZONA DE TRABAJO
fr: ZONE DE TRAVAIL

# Da click en cada paso una vez realizado
source: Click on each step once done
es: Da click en cada paso una vez realizado
fr: Cliquez sur chaque étape une fois terminée

# CONTRASEÑA
source: PASSWORD
es: CONTRASEÑA
fr: LE MOT DE PASSE

# INICIAR SESIÓN
source: LOG IN
es: INICIAR SESIÓN
fr: COMMENCER LA SESSION

# ¿Has olvidado tu
source: ¿Forget your
es: ¿Has olvidado tu
fr: avez-vous oublié votre

# contraseña?
source: password?
es: contraseña?
fr: le mot de passe?

# BIENVENIDO !!!
source: WELCOME !!!
es: BIENVENIDO !!!
fr: BIENVENUE !!!

source: to continue we need to know some personal information but first we need to confirm your account. In a matter of seconds you will receive a text message that will read itself.
es: para continuar necesitamos saber algunos datos personales pero antes necesitamos confirmar tu cuenta. En cuestión de segundos te llegará un mensaje de texto que se leerá solo.
fr: Pour continuer, nous avons besoin de connaître certaines informations personnelles, mais nous devons d'abord confirmer votre compte. En quelques secondes, vous recevrez un message texte qui se lira tout seul.

# Tiempo de vida del mensaje:
source: Message lifetime:
es: Tiempo de vida del mensaje:
fr: Durée de vie des messages :

# Nunca llevo el mensaje, enviarlo nuevamente
source: Message never arrives, send it again.
es: Nunca llevo el mensaje, enviarlo nuevamente
fr: Je ne reçois jamais le message, renvoyez-le

# INGRESE NUEVA CONTRASEÑA PARA CONTINUAR
source: FILL NEW PASSWORD TO CONTINUE
es: INGRESE NUEVA CONTRASEÑA PARA CONTINUAR
fr: ENTRER UN NOUVEAU MOT DE PASSE POUR CONTINUER

source: PASSWORD
fr: LE MOT DE PASSE

# ENTRAR
source: ENTER
es: ENTRAR
fr: MONTEZ

# SÍ, CONTINUAR
source: YES, CONTINUE
es: SÍ, CONTINUAR
fr: OUI CONTINUER

# *Sujeto a disponibilidad de hardware
source: *Dependo of the hardware
es: *Sujeto a disponibilidad de hardware
fr: *Sous réserve de disponibilité du matériel

# RECUPERACIÓN DE CONTRASEÑA
source: PASSWORD RECOVERY
es: RECUPERACIÓN DE CONTRASEÑA
fr: RÉCUPÉRATION DE MOT DE PASSE

source: Time alive for this message:
fr: Temps vivant pour ce message :

source: The message never came, send another message
fr: Le message n'est jamais venu, envoie un autre message

# CANCELAR
source: CANCEL
es: CANCELAR
fr: ANNULER

# ACEPTAR
source: ACCEPT
es: ACEPTAR
fr: ACCEPTER

# SELECCIONE EL MÉTODO CON EL CUAL DESEA RECUPERAR LA CONTRASEÑA:
source: CHOOSE THE METHOD WHICH YOU WISH RECOVER YOUR PASSWORD:
es: SELECCIONE EL MÉTODO CON EL CUAL DESEA RECUPERAR LA CONTRASEÑA:
fr: SÉLECTIONNEZ LA MÉTHODE AVEC LAQUELLE VOUS VOULEZ RÉCUPÉRER LE MOT DE PASSE :

# ENVIAR SMS AL CELULAR VINCULADO
source: SEND SMS
es: ENVIAR SMS AL CELULAR VINCULADO
fr: ENVOYER DES SMS AU TÉLÉPHONE CELLULAIRE LIÉ

# ENVIAR CÓDIGO AL CORREO DE LA CUENTA
source: SEND EMAIL
es: ENVIAR CÓDIGO AL CORREO DE LA CUENTA
fr: ENVOYER LE CODE AU COURRIEL DU COMPTE

source: PASSWORD RECOVERY check your registered email, you should have received a message with a code, please enter it, if you do not find it in your inbox check the SPAM section
es: RECUPERACIÓN DE CONTRASEÑA verifica en tu correo registrado, debió de haberte llegado un mensaje con un código, por favor introducelo, sino lo encuentras en tu bandeja de entrada verifica en la sección de SPAM
fr: RÉCUPÉRATION DU MOT DE PASSE vérifiez votre e-mail enregistré, vous devriez avoir reçu un message avec un code, veuillez l'entrer, si vous ne le trouvez pas dans votre boîte de réception, vérifiez la section SPAM

# NOTIFICACIONES
source: ANNOUNCEMENT
es: ANUNCIO
fr: ANNONCE

# CONTRATOS
source: CONTRACTS
es: CONTRATOS
fr: CONTRATS

# PERFIL
source: PROFILE
es: PERFIL
fr: PROFIL

# ORDENES DE COMPRA
source: ORDERS
es: ORDENES DE COMPRA
fr: ACHETER EN LIGNE

# COMPAÑIA
source: COMPANY
es: COMPAÑIA
fr: COMPAGNIE

# EVENTOS
source: EVENTS
es: EVENTOS
fr: ÉVÉNEMENTS

source: C O N T R A C T
fr: CONTRAT

# ACTUALIZAR DATOS
source: UPDATE DATA
es: ACTUALIZAR DATOS
fr: METTRE À JOUR LES DONNÉES

# Empleado
source: Employee
es: Empleado
fr: Employé

# MAPA
source: MAP
es: MAPA
fr: CARTE

# Rol
source: Role
fr: Rôle

# Fechas de Contrato
source: Contract dates
es: Fechas de Contrato
fr: Dates du contrat

# Inicio
source: Start
es: Inicio
fr: Début

# Fin
source: End
es: Fin
fr: Finir

# PROGRAMADOS
source: INCOMING
es: PROGRAMADOS
fr: PROGRAMMÉ

# Nombre del evento
source: Event name
es: Name of the event
fr: Nom de l'événement

# Anfitrión
source: Host
es: Anfitrión
fr: Héberger

# Lugar
source: Place
es: Lugar
fr: Endroit

# Reservación
source: Reservation
es: Reservación
fr: Réservation

# MAS DETALLES
source: SEE DETAILS
es: MAS DETALLES
fr: Réservation

# GENERAR QR
source: GENERATE QR CODE
es: GENERAR QR
fr: GÉNÉRER QR

# HISTORIAL
source: RECORDS
es: HISTORIAL
fr: ENREGISTRER

# ELÍGE UN HORARIO
source: CHOOSE AND SCHEDULE
es: ELÍGE UN HORARIO
fr: CHOISISSEZ UN HORAIRE

# ELÍGE LA AREA COMÚN A RESERVAR:
source: CHOOSE THE COMMON AREA TO BOOK:
es: ELÍGE LA AREA COMÚN A RESERVAR:
fr: CHOISISSEZ LA ZONE COMMUNE POUR RÉSERVER :

# RESERVACIÓN
source: RESERVATION
es: RESERVACIÓN
fr: RÉSERVATION

# NO HAY AREAS COMUNES DISPONIBLES
source: THERE ARE NO COMMON AREAS AVAILABLE
es: NO HAY AREAS COMUNES DISPONIBLES
fr: IL N'Y A PAS DE ZONES COMMUNES DISPONIBLE

# AGREGAR EVENTO
source: ADD EVENT
es: AGREGAR EVENTO
fr: AJOUTER UN ÉVÈNEMENT

# NOMBRE
source: NAME
es: NOMBRE
fr: NOM

# FECHAS
source: DATES
es: FECHAS
fr: RENDEZ-VOUS

# EL
source: FROM
es: EL
fr: LES

# REUNIÓN
source: MEETING
es: REUNIÓN
fr: RÉUNION

# Folio #
source: Invoice #
es: Folio #
fr: Facture #

source: INVITATION UNATTENDED
es: INVITACIÓN SIN ATENCIÓN
fr: INVITATION SANS SURVEILLANCE

source: INVITATION ACCEPTED
es: INVITACIÓN ACEPTADA
fr: INVITATION ACCEPTÉE

source: INVITATION REJECTED
es: INVITACIÓN RECHAZADA
fr: INVITATION REJETEE

# Deseas cancelar la invitación para
source: Do you want to cancel the invitation for
es: Deseas cancelar la invitación para
fr: Voulez-vous annuler l'invitation pour

# Fecha Reunión :
source: Date Meeting:
es: Fecha Reunión:
fr: Rendez-vous:

# OTRO
source: OTHER
es: OTRO
fr: AUTRE

# !SIN ARCHIVO¡
source: NO FILE
es: !SIN ARCHIVO¡
fr: !PAS DE FICHIER

# PARA AGREGAR UNO NUEVO EN LA CAMARA O ARCHIVO
source: TO ADD A NEW ONE IN THE CAMERA OR FILE
es: PARA AGREGAR UNO NUEVO EN LA CAMARA O ARCHIVO
fr: POUR EN AJOUTER UN NOUVEAU DANS L'APPAREIL PHOTO OU LE FICHIER

# EVENTO
source: EVENT
es: EVENTO
fr: ÉVÉNEMENT

# A LAS
source: AT
es: A LAS
fr: À

# CONFIMRMAR
source: CONFIMRM
es: CONFIMRMAR
fr: CONFIRMER

# Escribe no celular / email para invitar
source: Type phone number / email to invite
es: Escribe no celular / email para invitar
fr: N'écrivez aucun téléphone portable / e-mail pour inviter

# O ELIGE EN BASE A TU LISTA DE CONTACTOS
source: CHOOSE FROM YOUR CONTACT LIST
es: O ELIGE EN BASE A TU LISTA DE CONTACTOS
fr: OU CHOISISSEZ EN FONCTION DE VOTRE LISTE DE CONTACTS

# ENCUENTRA A ALGUIEN
source: FIND SOMEONE
es: ENCUENTRA A ALGUIEN
fr: TROUVER QUELQU'UN

# DE LA LISTA DE EMPLEADOS
source: FROM EMPLOYEE LIST
es: ENCUENTRA A ALGUIEN
fr: À PARTIR DE LA LISTE DES EMPLOYÉS

# TERMINAR
source: FINISH
es: TERMINAR
fr: FINIR

# Nombre:
source: Name:
es: Nombre:
fr: Nom:

# Nombre
source: Name
es: Nombre
fr: Nom

# Celular:
source: Phone:
es: Celular:
fr: Téléphone portable:

source: TOKEN
fr: JETON

# DIRECCIÓN
source: ADDRESS
es: DIRECCIÓN
fr: ADRESSE

# N O T I F I C A C I O N E S
source: A N N O U N C E M E N T
es: A N U N C I O
fr: A N N O N C E

# I N F O R M A C I Ó N
source: I N F O R M A T I O N
es: I N F O R M A C I Ó N
fr: INFORMATIONS

# ACTUALIZAR
source: UPDATE
es: ACTUALIZAR
fr: METTRE À JOUR

# DETALLES
source: DETAILS
es: DETALLES
fr: DES DÉTAILS

# TOMAR FOTO
source: TAKE PHOTO
es: TOMAR FOTO
fr: PRENDRE PHOTO

# CORREO
source: EMAIL
es: CORREO
fr: POSTER

# CELULAR
source: PHONE NUMBER
es: CELULAR
fr: TÉLÉPHONE PORTABLE

# GÉNERO
source: GENDER
es: GÉNERO
fr: LE SEXE

source: COLOR
fr: COULEUR

# CANCELAR EVENTO
source: CANCEL EVENT
es: CANCELAR EVENTO
fr: ANNULER L'ÉVÉNEMENT

# ACTUALIZAR EVENTO
source: UPDATE EVENT
es: ACTUALIZAR EVENTO
fr: ACTUALIZAR EVENTO

# D E T A L L E S
source: D E T A I L S
es: D E T A L L E S
fr: DES DÉTAILS

# Valido por los siguientes 30 segundos.
source: Expiry time in 30 segundos.
es: Valido por los siguientes 30 segundos.
fr: Valable pour les 30 prochaines secondes.

# ESCANEAR CÓDIGO QR
source: SCAN QR CODE
es: ESCANEAR CÓDIGO QR
fr: SCANNEZ LE QRCODE

# VOLVER A GENERAR
source: GENERATE IT AGAIN
es: VOLVER A GENERAR
fr: RÉGÉNÉRER

# MAPA A LA COMPAÑIA
source: MAP TO COMPANY
es: MAPA A LA COMPAÑIA
fr: CARTE DE L'ENTREPRISE

# TOKEN DE ACCESO
source: ACCESS TOKEN
es: TOKEN DE ACCESO
fr: JETON D'ACCÈS

# A C T U A L I Z A R
source: U P D A T E
es: A C T U A L I Z A R
fr: METTRE À JOUR

# NOMBRE DEL EVENTO
source: EVENT NAME
es: NOMBRE DEL EVENTO
fr: NOM DE L'ÉVÉNEMENT

# ELÍGE UNA FECHA
source: CHOOSE A DATE
es: ELÍGE UNA FECHA
fr: CHOISISSEZ UNE DATE

# HORA
source: TIME
es: HORA
fr: HEURE

# ESCOGE TUS INVITADOS:
source: CHOOSE YOUR GUESTS:
es: ESCOGE TUS INVITADOS:
fr: CHOISISSEZ VOS INVITÉS :

# Escribe para buscar ...
source: Type to search ...
es: Escribe para buscar ...
fr: Tapez pour rechercher...

# O ELÍGE DE LA LISTA DE CONTACTOS
source: CHOOSE FROM YOUR CONTACT LIST
es: O ELÍGE DE LA LISTA DE CONTACTOS
fr: OU CHOISISSEZ DANS LA LISTE DE CONTACTS

# GUARDAR CAMBIOS
source: SAVE CHANGES
es: GUARDAR CAMBIOS
fr: ENREGISTRER LES MODIFICATIONS

# OPCIONES CÓDIGO QR
source: QR CODE OPTIONS
es: OPCIONES CÓDIGO QR
fr: OPTIONS DE CODE QR

# MAPA DE LA COMPAÑIA
source: COMPANY MAP
es: MAPA DE LA COMPAÑIA
fr: CARTE DE L'ENTREPRISE

# CANCELAR INVITACIÓN
source: CANCEL INVITATION
es: CANCELAR INVITACIÓN
fr: ANNULER L'INVITATION

# Deseas cancelar la invitación?
source: Do you want to cancel the invitation?
es: Deseas cancelar la invitación?
fr: Voulez-vous annuler l'invitation ?

source: Are you sure you want to remove the announcement? Confirm to execute your action
es: ¿Estas seguro de querer eliminar la anuncio? Confirma para ejecutar su acción
fr: Voulez-vous vraiment supprimer la annonce ? Confirmez pour exécuter votre action

# I N V I T A C I Ó N
source: I N V I T A T I O N
es: I N V I T A C I Ó N
fr: I N V I T A C I Ó N

# Ingrese el número de invitados que llegarán
source: Fill the guest number
es: Ingrese el número de invitados que llegarán
fr: Entrez le nombre d'invités qui arriveront

# E V E N T O S
source: E V E N T S
es: E V E N T O S
fr: É V É N E M E N T S

# PROXIMOS
source: UPCOMING
es: PROXIMOS
fr: PROCHAINES

# POR VALIDAR
source: TO VALIDATE
es: POR VALIDAR
fr: VALIDER

# NO INIVITADOS
source: GUEST NUMBER
es: NO INIVITADOS
fr: NON INVITÉ

# Datos
source: Data
es: Datos
fr: Données

# Contraseña
source: Password
es: Contraseña
fr: Mot de passe

# Correo
source: Email
es: Correo
fr: Poster

# Celular
source: Phone number
es: Celular
fr: Téléphone portable

# Fecha de cumpleaños
source: Day of birthday
es: Fecha de cumpleaños
fr: Date d'anniversaire

# Género
source: Gender
es: Género
fr: Le sexe

# Información extra
source: Extra information
es: Información extra
fr: Informations supplémentaires

# Información personal
source: Personal information
es: Información personal
fr: Information personnelle

# Idiomas
source: Languages
es: Idiomas
fr: langues

# Español
source: Spanish
es: Español
fr: Espagnol

# Ingles
source: English
es: Ingles
fr: Anglais

# Tipo de Acceso
source: Access Type
fr: Type d'accès

# DESVINCULAR DISPOSITIVO
source: UNLINK DEVICE
es: DESVINCULAR DISPOSITIVO
fr: DISSOCIER L'APPAREIL

# Masculino
source: Male
es: Masculino
fr: Homme

# NO CELULAR
source: PHONE NUMBER
es: NO CELULAR
fr: PAS DE CELLULE

# CUMPLEAÑOS
source: BIRTHDAY
es: CUMPLEAÑOS
fr: DATE D'ANNIVERSAIRE

# Empresa
source: Company
es: Empresa
fr: Entreprise

# USUARIO NO ENCONTRADO
source: USER NOT FOUND
es: USUARIO NO ENCONTRADO
fr: UTILISATEUR INTROUVABLE

source: I don't know any associated cell phone mail on our servers, in order to invite you it is necessary to provide certain data for our records.
es: No sé encontró asociado ningún celular correo en nuestros servidores, para poder invitarlo es necesario proporcionar ciertos datos para nuestros registros.
fr: Je ne sais pas qu'aucun courrier de téléphone portable associé n'a été trouvé sur nos serveurs, afin de vous inviter, il est nécessaire de fournir certaines données pour nos dossiers.

# ASISTIRÉ
source: I WILL ATTEND
es: ASISTIRÉ
fr: JE PARTICIPERAI

# ¿Deseas confirmar tu participación en el evento?
source: Do you want to confirm your participation in the event?
es: ¿Deseas confirmar tu participación en el evento?
fr: Vous souhaitez confirmer votre participation à l'événement ?

# ATENDER INVITACIÓN
source: ATTEND INVITATION
es: ATENDER INVITACIÓN
fr: INVITATION À L'ATTENTION

# USUARIOS POR INVITAR
source: USERS TO INVITE
es: USUARIOS POR INVITAR
fr: UTILISATEURS À INVITER

source: You will exit without inviting users your process will not be saved. Are you sure you want to go out?
es: Saldrás sin invitar usuarios tu proceso no será guardado. ¿Estás seguro quieres salir?
fr: Vous quitterez sans inviter les utilisateurs, votre processus ne sera pas enregistré. Es-tu sûr de vouloir sortir ?

# NO ASISTIRÉ
source: I WILL NOT ATTEND
es: NO ASISTIRÉ
fr: JE N'AI PAS ASSISTER

# CERRAR SESIÓN
source: LOG OUT
es: CERRAR SESIÓN
fr: FERMER LA SESSION

source: Ingrese el número de invitados permitidos por invitación
fr: Entrez le nombre d'invités autorisés par invitation

# TÍTULO
source: TITLE
es: TÍTULO
fr: TITRE

# TIPO DE NOTIFICACIÓN
source: ANNOUNCEMENT TYPE
es: TIPO DE ANUNCIO
fr: TYPE DE ANUNCIO

# DE
source: AT
es: DE
fr: DE

# Primer apellido
source: Second last name
es: Primer apellido
fr: Prénom

# ALCANCE
source: SEND TO
es: ALCANCE
fr: PORTÉE

# N U E V A N O T I F I C A CI O N
source: S E N D A N N O U N C E M E N T
es: N U E V A A N U N C I O
fr: N U E V A A N U N C I O

# ENVIAR
source: SEND
es: ENVIAR
fr: ENVOYER

# MIS INVITACIONES
source: MY INVITATIONS
es: MIS INVITACIONES
fr: MES INVITATIONS

# HISTORIAL CONTRATOS
source: CONTRACTS RECORD
es: HISTORIAL CONTRATOS
fr: HISTORIQUE DU CONTRAT

source: Grupo Tepeyac Mexico
fr: Groupe Tepeyac Mexique

# Inicio de contrato
source: Start of contract
es: Inicio de contrato
fr: début de contrat

# Fin de contrato
source: End of contract
es: Fin de contrato
fr: fin de contrat

# VER DETALLES
source: SEE DETAILS
es: VER DETALLES
fr: VOIR LES DÉTAILS

# AGREGAR CONTRATISTA +
source: ADD CONTRACTOR +
es: AGREGAR CONTRATISTA +
fr: AJOUTER ENTREPRENEUR +

# CONTRATISTA
source: CONTRACTOR
es: CONTRATISTA
fr: PRESTATAIRE

# CREAR CONTRATO
source: CREATE CONTRACT
es: CREAR CONTRATO
fr: CRÉER UN CONTRAT

# No. de empleados
source: Employees number
es: No. de empleados
fr: Nombre d'employés

# No. vehículos
source: Vehicle number
es: No. vehículos
fr: Nbre de véhicules

# INICIO DE CONTRATO
source: START OF CONTRACT
es: INICIO DE CONTRATO
fr: DEBUT DE CONTRAT

# FIN DE CONTRATO
source: END OF CONTRACT
es: FIN DE CONTRATO
fr: FIN DE CONTRAT

# INFORMACIÓN DEL PROVEEDOR
source: SUPPLIER INFORMATION
es: INFORMACIÓN DEL PROVEEDOR
fr: INFORMATIONS FOURNISSEUR

# Vehículo
source: Vehicle
es: Vehículo
fr: Véhicule

# INFORMACIÓN DE ENTREGA
source: DELIVERY DATE
es: INFORMACIÓN DE ENTREGA
fr: INFORMATIONS DE LIVRAISON

# Producto
source: Product
es: Producto
fr: Produit

# Descripción
source: Description
es: Descripción
fr: La description

# Recibido por
source: Received by
es: Recibido por
fr: Reçu par

# Fecha de entrega
source: Delivery date
es: Fecha de entrega
fr: Date de livraison

# Contratista encargado
source: Contractor in charge
es: Contratista encargado
fr: entrepreneur mandaté

# Inicio Contrato
source: Start Contract
es: Inicio Contrato
fr: Contrat d'accueil

# Fin Contrato
source: End Contract
es: Fin Contrato
fr: Fin de contrat

# ACRÓNIMO
source: ACRONYM
es: ACRÓNIMO
fr: ACRONYME

# ENCARGADO
source: MANAGER
es: ENCARGADO
fr: EN CHARGE

# A G R E G A R C O N T R A T I S T A
source: A D D C O N T R A C T O R
es: A G R E G A R C O N T R A T I S T A
fr: AJOUTER UN C O N T R A T I S

# NÚMERO
source: NUMBER
es: NÚMERO
fr: LE NUMÉRO

# ORDENES EN CURSO
source: ORDER IN COURSE
es: ORDENES EN CURSO
fr: COMMANDES EN COURS

# O R D E N E S
source: O R D E R S
es: O R D E N E S
fr: O R D R E S

# Compañia
source: Company
es: Compañia
fr: Compagnie

# HISTORIAL ORDENES
source: ORDER RECORD
es: HISTORIAL ORDENES
fr: HISTORIQUE DES COMMANDES

# INFORMACIÓN DE RECIBIDO
source: MORE INFORMATION
es: INFORMACIÓN DE RECIBIDO
fr: INFORMATIONS REÇUES

source: Try Again!
es: ¡Intentar otra vez!
fr: Essayer à nouveau!

# Contrato
source: Contract
es: Contrato
fr: Contrat

# Fecha y Hora
source: Date and Time
es: Fecha y Hora
fr: Date et heure
