Repository: Hassan-SoftwareEngineer/iEntry-iOS
Catalog: iEntry/*.lproj/Localizable.strings
Languages: es, fr

# lb_error_canceling_event
source: Error canceling the event. Try it again.
es: Error al intentar cancelar el evento. Intente nuevamente.
fr: Erreur lors de la tentative d'annulation de l'événement. Essayer à nouveau./

# lb_error_downloading_event
source: Error downloading the file. Try it again.
es: Error al descargar archivo de evento. Intente nuevamente.
fr: Erreur lors du téléchargement du fichier d'événements. Essayer à nouveau./

# lb_error_creating_invitation
source: Invitation was not created successfully. Try it again.
es: Invitación no fue creada correctamente. Inténtalo nuevamente.
fr: L'invitation n'a pas été créée correctement. Veuillez réessayer./

# lb_error_creating_announcement
source: Announcement was not created successfully. Try it again.
es: Notificación no fue creada correctamente. Inténtalo nuevamente.
fr: La notification n'a pas été créée correctement. Veuillez réessayer./

# lb_error_user_not_registered
source: There are pending users to register, can not continue until you register all the users.
es: Hay usuarios pendientes de registrar, no puede continuar hasta que esten todos registrados.
fr: Il y a des utilisateurs en attente d'enregistrement, vous ne pouvez pas continuer tant qu'ils ne sont pas tous enregistrés./

# lb_error_downloading_assets
source: Error downloading assets, Try it again
es: Error descargando assets, intentelo nuevamente.
fr: Erreur lors du téléchargement des éléments, veuillez réessayer./

# lb_error_updating_data
source: Error when the information was updated, Try it again.
es: Error actualizando su información, intentelo nuevamente.
fr: Erreur lors de la mise à jour de vos informations, veuillez réessayer./

# lb_error_updating_extra_data
source: Error when the extra information was update, Try it again
es: Error actualizando su información extra, intentelo nuevamente.
fr: Erreur lors de la mise à jour de vos informations supplémentaires, veuillez réessayer./

# lb_error_pre_register_user
source: Error when the user was registered, Try it again
es: Error al pre-registrar el usuario, intentelo nuevamente
fr: Échec de la préinscription de l'utilisateur, réessayez/

# lb_error_getting_incoming_announcement
source: Error getting the notification from server, Try it again
es: Error obteniendo las notificaciones entrastes del servidor, intente nuevamente
fr: Erreur lors de la réception des notifications entrantes du serveur, réessayez /

# lb_error_invalid_data
source: Invalid data format, check it and try it again.
es: Información con formato invalido, revisala e intenta de nuevo.
fr: Informations au format invalide, vérifiez-les et réessayez./

# lb_error_getting_pending_to_validate
source: Error getting the events to validate from server, try it again.
es: Error obteniendo las eventos por validar del servidor, intente nuevamente
fr: Erreur lors de la validation des événements à partir du serveur, réessayez/

# lb_error_deleting_announcement
source: Error getting the announcements from server, try it again.
es: Error eliminando notificación del servidor, intente nuevamente
fr: Erreur lors de la suppression de la notification du serveur, veuillez réessayer/

# lb_error_time_is_valid
source: Valid OTP time Wait until it expire before request a new one
es: Tiempo de código aún válido Espere a que se agote el tiempo para solicitar uno nuevamente
fr: Temps de code toujours valide Attendez que le temps soit écoulé pour en redemander un/

# lb_error_invalid_code
source: OTP Code invalid or expire, try it again.
es: Código OTP no válido o incorrecto, Inténtelo nuevamente.
fr: Code OTP invalide ou incorrect, veuillez réessayer./

# lb_error_sms_read
source: Error getting OTP, request a new one.
es: Error al obtener el código del mensaje, solicite un mensaje nuevamente
fr: Impossible d'obtenir le code de message, veuillez demander à nouveau un message/

# lb_error_email_not_exists
source: There are no exists a user with this email, verify it and try with a new one.
es: Nombre de usuario no encontrado en la base de datos, verifique e intente nuevamente
fr: Nom d'utilisateur introuvable dans la base de données, veuillez vérifier et réessayer/

source: Please Try Again.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.

# lb_email_empty
source: Empty username field, fill someone to recover the password
es: Campo de nombre de usuario vacío, ingrese uno para recuperar la contraseña
fr: Champ de nom d'utilisateur vide, entrez-en un pour récupérer le mot de passe

# lb_empty_event_name
source: Empty name field.
es: Campo nombre de evento vacío.
fr: Champ de nom d'événement vide.

# lb_empty_visit_purpose
source: Empty visit purpose field.
es: Campo propisito de la visita vacío.
fr: Objet de la visite champ vide.

# lb_empty_unit_section
source: Empty unit/section field.
es: Campo unidad/sección vacío.
fr: Champ unité/section vide.

# lb_empty_accompanied
source: Empty accompanied field.
es: Campo acompañado vacío.
fr: Champ accompagné vide.

# lb_empty_brand
source: Empty brand field.
es: Campo marca vacío.
fr: Champ de marque vide.

# lb_empty_sub_brand
source: Empty sub-brand field.
es: Campo sub-marca vacío.
fr: Champ de sous-marque vide.

# lb_empty_color
source: Empty color field.
es: Campo color vacío.
fr: Champ de couleur vide.

# lb_empty_plates
source: Empty plates field.
es: Campo placas vacío.
fr: Champ de plaque vide.

# lb_empty_model
source: Empty model field.
es: Campo modelo vacío.
fr: Champ de modèle vide.

# lb_empty_serial_number
source: Empty serial number field.
es: Campo número de serie(s/n) vacío.
fr: Champ Numéro(s/n) de série vide.

# lb_empty_announcement_title
source: Empty title field.
es: Campo título vacío.
fr: Champ de titre vide.

# lb_empty_announcement_message
source: Empty message field.
es: Campo mensaje vacío.
fr: Champ de message vide.

# lb_empty_announcement_type
source: Announcement type field not selected.
es: Campo tipo de notificación no seleccionado.
fr: Champ de type de notification non sélectionné.

# lb_empty_announcement_scope
source: Scope field not selected.
es: Campo alcance no seleccionado.
fr: Champ d'étendue non sélectionné.

# lb_empty_no_employees_selected
source: Choose at least 1 user to continue.
es: Seleccione al menos 1 empleado para continuar.
fr: Sélectionnez au moins 1 employé pour continuer.

# lb_empty_announcement_other_type
source: Empty type field.
es: Campo tipo vacío.
fr: Champ de type vide.

# lb_message_no_reservation
source: No booking.
es: Sin reservación.
fr: Sans réservation.

# lb_message_get_new_code
source: Request new OTP Code
es: Solicitar nuevamente un código de acceso
fr: Demander un code d'accès

# lb_message_confirm_account
source: You need to confirm you account In a few moments a code will come and the app will read it automatically
es: para continuar necesitamos saber algunos datos personales pero antes necesitamos confirmar tu cuenta En cuestión de segundos te llegará un mensaje de texto que se leerá solo
fr: pour continuer, nous devons connaître certaines informations personnelles, mais nous devons d'abord confirmer votre compte En quelques secondes, vous recevrez un SMS qui se lira tout seul

# lb_message_enter_new_password
source: FILL A NEW PASSWORD TO CONTINUE
es: INGRESE NUEVA CONTRASEÑA PARA CONTINUAR
fr: ENTRER UN NOUVEAU MOT DE PASSE POUR CONTINUER

# lb_message_enter_with_biometrics
source: WOULD YOU LIKE TO ACCESS THROUGH BIOMETRIC CREDENTIALS*?
es: TE GUSTARÍA INICIAR SESIÓN CON TU HUELLA Y/O ESCANER FACIAL*?
fr: VOUS SOUHAITEZ VOUS CONNECTER AVEC VOTRE EMPREINTE DIGITALE ET/OU VOTRE VISAGE*?

# lb_message_send_via_sms
source: SEND OTP THROUGH SMS
es: ENVIAR SMS AL CELULAR VINCULADO
fr: ENVOYER DES SMS AU TÉLÉPHONE CELLULAIRE LIÉ

# lb_message_send_via_email
source: SEND OTP THROUGH EMAIL
es: ENVIAR CÓDIGO AL CORREO VINCULADO
fr: ENVOYER LE CODE À L'E-MAIL LIÉ

# lb_message_sms_comes
source: in a few moments a code will arrive to change your password
es: en breves momentos te llegará un mensaje de recuperación para poder ingresar una nueva contraseña
fr: Dans quelques instants, vous recevrez un message de récupération pour pouvoir saisir un nouveau mot de passe

# lb_message_email_comes
source: Verify your email, in a few moments an email with OTP will arrive, please get and use it to confirm your identity
es: verifica en tu correo registrado, debió de haberte llegado un mensaje con un código, por favor introducelo
fr: vérifiez votre e-mail enregistré, vous devriez avoir reçu un message avec un code, veuillez le saisir

# lb_message_email_comes_2
source: Check in SPAM / JUNK section
es: sino lo encuentras en tu bandeja de entrada verifica en la sección de SPAM
fr: Si vous ne le trouvez pas dans votre boîte de réception, consultez la section SPAM

# lb_message_incomplete_code
source: Incomplete code, enter the complete code
es: Código incompleto, introduce el código completo
fr: Code incomplet, entrez le code complet

# lb_message_go_to_invitation
source: Confirmation accepted for the invitation.
es: Confirmación aceptada para la invitación.
fr: Confirmation acceptée pour l'invitation.

# lb_message_event_canceled
source: Event was canceled successfully.
es: Evento cancelado correctamente.
fr: Événement annulé avec succès.

# lb_message_i_am_in
source: yes, continue
es: sí, continuar
fr: Oui continuer

# lb_message_im_not_with_password
source: no, with password
es: no, con contraseña
fr: non, avec mot de passe

# lb_message_enter_email
source: FILL THE EMAIL TO RECOVER THE PASSWORD
es: INGRESE CORREO DEL LA CUENTA A RECUPERAR CONTRASEÑA
fr: ENTRER L'EMAIL DU COMPTE POUR RÉCUPÉRER LE MOT DE PASSE

# lb_message_download_file
source: file was downloaded successfully.
es: Archivo descargado correctamente.
fr: Fichier téléchargé avec succès.

# lb_message_event_downloaded_report
source: Report was downloaded successfully.
es: Reporte descargado correctamente.
fr: Rapport téléchargé avec succès.

# lb_message_invitation_removed
source: Invitation was deleted successfully.
es: Invitación eliminada correctamente.
fr: Invitation supprimée avec succès.

# lb_message_invitation_already_attendance
source: Invitation already attend
es: Invitación ya fue atendida
fr: L'invitation a déjà été suivie

# lb_message_company_location
source: Company Location
es: Ubicación Compañia
fr: Lieu Entreprise

# lb_message_required_permissions
source: The permissions are necessary for the proper functioning of the application activate all please
es: Los permisos son necesarios para el funcionamiento correcto de la aplicación Activa todos por favor
fr: Les autorisations sont nécessaires au bon fonctionnement de l'application Activez tout s'il vous plaît

# lb_message_scan_qr_code
source: SCAN QR CODE
es: ESCANEAR CÓDIGO QR
fr: SCANNER LE CODE QR

# lb_message_success_scan_qr_code
source: Code scanned successfully
es: Código escaneado correctamente
fr: Code scanné avec succès

# lb_message_camera_error
source: Failed to initialize camera:
es: Error al iniciarlizar la camara:
fr: Erreur lors de l'initialisation de la caméra:

# lb_message_invitation
source: The visitor has arrived at the meeting room where the request was made.
es: El invitado ha llegado a la sala de juntas donde se solicito
fr: L'invité est arrivé à la salle de réunion où la demande a été faite

# lb_message_choose_from_contact
source: OR CHOOSE BASED ON YOUR CONTACT LIST
es: O ELIGE EN BASE A TU LISTA DE CONTACTOS
fr: OU CHOISISSEZ EN FONCTION DE VOTRE LISTE DE CONTACTS

# lb_message_extra_data_employee
source: extra employee information
es: Información extra empleado
fr: informations supplémentaires sur les employés

# lb_message_language_spanish
source: Spanish
es: Español
fr: Espagnol

# lb_message_english_language
source: English
es: Inglés
fr: Anglais

# lb_message_french_language
source: French
es: Frances
fr: Français

# lb_message_biometric_access
source: User biometric to access
es: Usar biometricos para acceder
fr: Utiliser la biométrie pour accéder

# lb_message_un_link_device
source: UNLINK DEVICE
es: DESVINCULAR DISPOSITIVO
fr: DISSOCIER L'APPAREIL

# lb_message_error_response
source: Something went wrong, try it again or check your internet connection.
es: Algo salío mal, intentelo nuevamente ó verifique su conexión a internet.
fr: Une erreur s'est produite, veuillez réessayer ou vérifier votre connexion Internet.

# lb_message_error_invalid_format
source: Invalid text pattern.
es: Texto no cumple con el formato requerido.
fr: Le texte ne respecte pas le format requis.

# lb_message_error_invalid_option
source: Invalid option.
es: Opción no valida.
fr: Option invalide.

# lb_message_there_are_changes
source: There are changes, Are you sure you want to leave without save it?
es: Hay cambios, ¿Estás seguro de querer salir sin actualizar los cambios?
fr: Il y a des changements, êtes-vous sûr de vouloir quitter sans mettre à jour les changements?

# lb_message_no_changes
source: There are no changes, Modify something to can update the information
es: No existen cambios, realice alguno para volver poder actualizar los datos
fr: Il n'y a pas de changements, faites-en quelques-uns pour pouvoir à nouveau mettre à jour les données

# lb_message_choose_language
source: Set the language you want to use
es: antes de comenzar seleccione el lenguage por defecto
fr: avant de commencer sélectionnez la langue par défaut

# lb_message_otp_is_alive
source: OTP is alive for:
es: Tiempo de vida del mensaje:
fr: Durée de vie des messages:

# lb_message_lorem_text
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged It was popularised in the 1960s with the release of sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum
es: Lorem Ipsum is simply dummy text of the printing and typesetting industry Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum
fr: Lorem Ipsum est simplement un texte factice de l'industrie de l'impression et de la composition Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de type et l'a brouillé pour en faire un livre de spécimens de type Il a survécu non seulement à cinq siècles, mais aussi au saut dans la composition électronique, restant essentiellement inchangé Il a été popularisé dans les années 1960 avec la sortie de feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec des logiciels de publication assistée par ordinateur comme Aldus PageMaker comprenant des versions de Lorem Ipsum

# lb_message_user_exists
source: Already exists email/phone number, do you want to choose?
es: Ya existe el correo/número en la base deseas, son de este usuario, deseas seleccionarlo?
fr: L'email/numéro existe déjà dans la base de données que vous voulez, ils appartiennent à cet utilisateur, voulez-vous le sélectionner?

# lb_message_user_already_exists
source: use already exists
es: usuario ya existe
fr: L'utilisateur existe déjà

# lb_message_enter_no_visitor
source: Fill the number of visitors per invitation
es: Ingrese el número de invitados permitidos por invitación
fr: Entrez le nombre d'invités autorisés par invitation

# lb_message_invite_more_people
source: invite more people
es: invitar a más personas
fr: inviter plus de personnes

# lb_message_keep_session_alive
source: Keep session alive
es: Mantener la sesión activa
fr: Garder la session active

# lb_message_skip_onboarding
source: skip onboarding
es: omitir onboarding
fr: ignorer l'intégration

# lb_message_no_go_to_invitation
source: Invitation was rejected.
es: Rechazo aceptada para la invitación.
fr: Refus accepté pour l'invitation.

# lb_message_input_name_to_filter
source: Type here a name to filter
fr: Tapez ici un nom pour filtrer

# lb_biometric_no_hardware_message
source: There is no biometric hardware Please log in with your username and password
es: No hay hardware biométrico Por favor inicie sesión con su usuario y contraseña
fr: Il n'y a pas de matériel biométrique Veuillez vous connecter avec votre nom d'utilisateur et votre mot de passe

# lb_biometric_feature_un_available
source: Hardware is not available Please log in with your username and password
es: El hardware no está disponible Por favor inicie sesión con su usuario y contraseña
fr: Le matériel n'est pas disponible Veuillez vous connecter avec votre nom d'utilisateur et votre mot de passe

# lb_biometric_none_enrolled_setting
source: You do not have registered biometric data Go to settings, then set any option to use this feature
es: Usted no tiene datos biométricos registrados Vaya a ajustes, luego configure cualquier opción para usar esta característica
fr: Vous n'avez pas enregistré de données biométriques Accédez aux paramètres, puis définissez une option pour utiliser cette fonctionnalité

# lb_biometric_error_security
source: A security vulnerability has been discovered and the sensor is unavailable until a security update fixes this issue Please log in with your username and password
es: Se ha descubierto una vulnerabilidad de seguridad y el sensor no está disponible hasta que una actualización de seguridad solucione este problema Por favor inicie sesión con su usuario y contraseña
fr: Une faille de sécurité a été découverte et le capteur est indisponible jusqu'à ce qu'une mise à jour de sécurité corrige ce problème Veuillez vous connecter avec votre nom d'utilisateur et votre mot de passe

# lb_no_data_contacts
source: There are no contacts to display.
es: No hay contactos que mostrar.
fr: Il n'y a aucun contact à afficher.

# lb_no_data_employees
source: There are no employees to display.
es: No hay empleados que mostrar.
fr: Il n'y a aucun employé à afficher.

# lb_no_data_invitations
source: There are no invitations to display.
es: No hay invitaciones que mostrar.
fr: Il n'y a aucune invitation à afficher.

# lb_no_data_event_invitations
source: There are no visitors to display.
es: No hay usuarios a invitar.
fr: Il n'y a aucun utilisateur à inviter.

# lb_no_data_incoming_contracts
source: There are no incoming contracts to display.
es: No hay contractos entrantes que mostrar.
fr: Il n'y a aucun contrat entrant à afficher.

# lb_no_data_record_contracts
source: There are no contract records to display.
es: No hay historial de contractos que mostrar.
fr: Il n'y a pas d'historique de contrat à afficher.

# lb_no_data_incoming_purchase
source: There are no incoming purchase to display.
es: No hay ordenes entrantes que mostrar.
fr: Il n'y a aucune commande entrante à afficher.

# lb_no_data_record_purchase
source: There are no purchase records to display.
es: No hay historial de ordenes que mostrar.
fr: Il n'y a pas d'historique de commande à afficher.

# lb_no_data_incoming_events
source: There are no incoming events to display.
es: No hay eventos entrantes que mostrar.
fr: Il n'y a aucun événement entrant à afficher.

# lb_no_data_events_to_validate
source: There are no events to validate to display.
es: No hay eventos en proceso de validación que mostrar.
fr: Il n'y a aucun événement en cours de validation à afficher.

# lb_no_data_event_record
source: There are no event records to display.
es: No hay eventos pasados que mostrar.
fr: Il n'y a aucun événement passé à afficher.

# lb_no_data_announcement
source: There are no announcement to display.
es: No hay notificaciones que mostrar.
fr: Il n'y a aucune notification à afficher.

# lb_no_data_vehicles
source: There are no vehicles to display.
es: No hay vehiculos que mostrar.
fr: Il n'y a aucun véhicule à afficher.

# lb_status_1
source: PRE-REGISTERED
es: PRE-REGISTRADO
fr: PRÉ-INSCRIT

# lb_status_2
source: CHANGE PASSWORD
es: CAMBIO DE CONTRASEÑA
fr: CHANGEMENT DE MOT DE PASSE

# lb_status_3
source: APPROVING DOCUMENTS
es: POR APPROBAR DOCUMENTOS
fr: POUR L'APPROBATION DES DOCUMENTS

# lb_status_4
source: ACTIVE
es: ACTIVO
fr: ACTIF

# lb_status_5
source: ON VACATIONS
es: EN VACACIONES
fr: EN VACANCES

# lb_status_6
source: INACTIVE
es: IN ACTIVO
fr: INACTIF

# lb_status_11
source: ACTIVE
es: ACTIVO
fr: ACTIF

# lb_status_12
source: INACTIVE
es: INACTIVO
fr: INACTIF

# lb_status_13
source: IN CONSTRUCTION
es: EN CONSTRUCIÓN
fr: EN CONSTRUCTION

# lb_status_31
source: canceled
es: cancelado
fr: annulé

# lb_status_32
source: in validation
es: en validación
fr: en validation

# lb_status_33
source: approved
es: aprovado
fr: approuvé

# lb_status_34_value
source: rejected
es: rechazado
fr: refusé

# lb_status_37
source: attending
es: por atender
fr: participer

# lb_status_38
source: accepted
es: aceptada
fr: accepté

# lb_status_39
source: rejected
es: rechazada
fr: rejeté

# lb_status_21
source: finished
es: finalizado
fr: finalisé

# lb_status_22
source: active
es: activo
fr: actif

# lb_status_23
source: canceled
es: cancelado
fr: annulé

# lb_status_28
source: incoming
es: próxima
fr: suivant

# lb_status_29
source: in course
es: en curso
fr: en cours

# lb_status_30
source: delivered
es: entregada
fr: livré

# lb_status_36
source: canceled
es: cancelada
fr: annulé

# lb_title_validated_by
source: Validated by
es: Validado por
fr: Validé par

# lb_accessibility_gender
source: Reference gender.
es: Referencia al sexo del empleado.
fr: Référence au sexe de l'employé.

# lb_accessibility_go_to_detail
source: See details
es: Ver detalles
fr: Voir les détails

# lb_value_model
source: Model:
es: Modelo:
fr: Des modèles

# lb_value_color
source: Color:
fr: couleurs

# lb_title_employee_id
source: Employee ID
es: ID del empleado
fr: identifiant de l'employé

# lb_accessibility_go_back
source: Back to previous view
es: Volver al sitio anterior
fr: Retour au site précédent

# lb_value_no_employees
source: Employees
es: Empleados
fr: Employés

# lb_title_vehicle_detail
source: vehicle data
es: información del vehículo
fr: informations sur le véhicule

# lb_title_serial_number
source: s/n
fr: oui/non

# MISIÓN
source: MISSION
es: MISIÓN

# INVITACIONES
source: INVITATIONS
es: INVITACIONES

# OPCIONES
source: OPTIONS
es: OPCIONES

# Invitaciones
source: Invitations
es: Invitaciones

source: Invitation failed please verify information
es: Invitación fallida por favor verifique la información

# CÓDIGO QR
source: QR CODE
es: CÓDIGO QR

# O P C I O N E S
source: O P T I O N S
es: O P C I O N E S

# FECHA
source: DATE
es: FECHA

# Fecha:
source: Date:
es: Fecha:

# ZONAS
source: ZONES
es: ZONAS

# TIPO
source: TYPE
es: TIPO

# MENSAJE
source: MESSAGE
es: MENSAJE

# lb_title_upper_input_message
source: MESSAGE
es: MENSAJE

# lb_title_upper_input_type
source: TYPE
es: TIPO

# lb_title_invitation_upper_case
source: INVITATION
es: INVITACIÓN

# lb_title_date_lower_case
source: Date
es: Fecha

# lb_title_date_upper_case
source: DATE
es: FECHA

# lb_title_invitations
source: invitations
es: invitaciones

# lb_title_mission
source: mission
es: misión

# lb_value_no_invitations
source: Invitations
es: Invitaciones

# menu_invitation
source: INVITATIONS
es: INVITACIONES

# lb_value_app_version
source: version
es: versión
