Repository: Hassan-SoftwareEngineer/iEntry-iOS
Catalog: iEntry/*.lproj/Localizable.strings
Languages: es, fr

# menu_purchase
source: PURCHASE ORDER
es: ORDENES DE COMPRA
fr: ACHETER EN LIGNE

# menu_contracts
source: CONTACTS
es: CONTRACTOS
fr: CONTRATS

# menu_profile
source: PROFILE
es: PERFIL
fr: PROFIL

# menu_employee
source: EMPLOYEES
es: EMPLEADOS
fr: EMPLOYÉS

# menu_vehicle
source: VEHICLES
es: VEHICULOS
fr: VÉHICULES

# lb_tab_incoming
source: INCOMING
es: PROXIMOS
fr: PROCHAINES

# lb_tab_in_validation
source: IN VALIDATION
es: EN VALIDACIÓN
fr: EN COURS DE VALIDATION

# lb_tab_my_invitations
source: MY INVITATIONS
es: MIS INVITACIONES
fr: MES INVITATIONS

# lb_tab_record
source: RECORDS
es: HISTORIAL
fr: ENREGISTRER

# lb_tab_first
source: FIRST
fr: PREMIÈRE

# lb_tab_second
source: SECOND
fr: SECONDE

# lb_tab_third
source: THIRD
fr: TROISIÈME

# lb_btn_create
source: CREATE
es: CREAR
fr: CRÉER

# lb_btn_last
source: PREVIOUS
es: ANTERIOR
fr: ANCIEN

# lb_btn_remove
source: REMOVE
es: REMOVER
fr: ÉLIMINER

# lb_btn_download
source: DOWNLOAD
es: DESCARGAR
fr: TÉLÉCHARGER

# lb_btn_accept
source: ACCEPT
es: ACEPTAR
fr: ACCEPTER

# lb_btn_attend
source: ATTEND
es: ASISTIRÉ
fr: JE PARTICIPERAI

# lb_btn_add
source: ADD
es: AGREGAR
fr: AJOUTER

# lb_btn_send
source: SEND
es: ENVIAR
fr: ENVOYER

# lb_btn_go_back
source: RETURN
es: REGRESAR
fr: POUR REVENIR

# lb_btn_go_out
source: LEAVE
es: SALIR
fr: SORTIR

# lb_btn_discard
source: DISCARD
es: DESCARTAR
fr: ÉLIMINER

# lb_btn_next
source: NEXT
es: SIGUIENTE
fr: SUIVANT

# lb_btn_go
source: CONTINUE
es: CONTINUAR
fr: CONTINUER

# lb_btn_no_send
source: NOT SEND
es: NO ENVIAR
fr: NE PAS ENVOYER

# lb_btn_cancel
source: CANCEL
es: CANCELAR
fr: ANNULER

# lb_btn_reject
source: REJECTED
es: RECHAZAR
fr: DÉCLIN

# lb_btn_go_to
source: GO TO SETTINGS
es: IR A AJUSTES
fr: ALLER AUX PARAMÈTRES

# lb_btn_save_changes
source: SAVE CHANGES
es: GUARDAR CAMBIOS
fr: ENREGISTRER LES MODIFICATIONS

# lb_btn_confirm
source: CONFIRM
es: CONFIRMAR
fr: CONFIRMER

# lb_btn_create_event_upper_case
source: CREATE EVENT
es: CREAR EVENTO
fr: CRÉER UN ÉVÈNEMENT

# lb_dialog_title_user_to_invite
source: users pending to invite
es: usuarios por invitar
fr: usuarios por invitar

# lb_dialog_title_user_not_found
source: user not found
es: usuarios no encontrado
fr: usuarios no encontrado

# lb_dialog_title_attend_invitation
source: attend invitation
es: atender invitación
fr: atender invitación

# lb_dialog_title_change_language
source: change language
es: cambio de lenguage
fr: cambio de lenguage

# lb_dialog_title_unlink_device
source: unlink device
es: desvincular dispositivo
fr: desvincular dispositivo

# lb_dialog_title_log_out
source: log put
es: cerrar sesión
fr: cerrar sesión

# lb_dialog_title_get_out_without_changes
source: change on profile
es: cambios en el perfil
fr: cambios en el perfil

# lb_dialog_title_save_changes
source: save changes
es: guardar cambios
fr: guardar cambios

# lb_dialog_title_share_invitation
source: share invitation
es: compartir invitación
fr: compartir invitación

# lb_dialog_title_cancel_event
source: cancel event
es: cancelar evento
fr: cancelar evento

# lb_dialog_title_remove_invitation
source: remove invitation
es: remover invitación
fr: remover invitación

# lb_dialog_title_download_file
source: download file
es: descargar archivo
fr: descargar archivo

# lb_dialog_title_lost_progress
source: discard progress
es: descartar progreso
fr: descartar progreso

# lb_dialog_title_delete_announcement
source: delete announcement
es: eliminar notificación
fr: eliminar notificación

# lb_dialog_message_user_to_invite
source: There are user to invite, if you leave the process it will not be save it.
es: Aún existen usuarios por invitar, si aceptas la acción sus invitaciones no serán enviadas.
fr: Il y a encore des utilisateurs à inviter, si vous acceptez l'action leurs invitations ne seront pas envoyées.

# lb_dialog_message_event_user_to_invite
source: There are user to invite, if you leave the process it will not be save it.
es: Saldrás sin invitar usuarios, tu proceso no será guardado. ¿Estás seguro quieres salir?
fr: Vous quitterez sans inviter d'utilisateurs, votre processus ne sera pas enregistré. Es-tu sûr de vouloir sortir ?

# lb_dialog_message_user_not_found
source: There are no user with email/phone number given, you need to register to can invite him.
es: No sé encontró asociado ningún celular correo en nuestros servidores, para poder invitarlo es necesario proporcionar ciertos datos para nuestros registros.
fr: Je ne sais pas qu'aucun courrier de téléphone portable associé n'a été trouvé sur nos serveurs, afin de vous inviter, il est nécessaire de fournir certaines données pour nos dossiers.

# lb_dialog_message_attend_invitation
source: Would you like to attend the invitation?
es: ¿Deseas confirmar tu participación para la invitación?
fr: Voulez-vous confirmer votre participation à l'invitation?

# lb_dialog_message_change_language
source: Are you sure you want to change the language to ? Once you confirm the changes it will effect automatically.;
es: ¿Estas seguro de querer cambiar el lenguage a ? Los cambios se verán reflejados en automático.;
fr: Voulez-vous vraiment changer la langue en ? Les modifications seront répercutées automatiquement.;

# lb_dialog_message_unlink_device
source: Are you sure you want to unlink this device? Your session will log out and delete all the information storage on the app.
es: ¿Estas seguro que deseas desvincular este dispositivo? En automáico se cerrará tu sesión y se eliminaran los datos de esta aplicación.
fr: Voulez-vous vraiment dissocier cet appareil? Votre session sera fermée automatiquement et les données de cette application seront supprimées.

# lb_dialog_message_log_out
source: You are about to log out, the device in which the active session will be unlinked. Do you want to continue?
es: Estás apunto de cerrar sesión, se desvinculará el dispositivo en el que esta la sesión activa. ¿Deseas continuar?
fr: Vous êtes sur le point de vous déconnecter, l'appareil sur lequel se trouve la session active sera dissocié. Voulez-vous continuer?

# lb_dialog_message_get_out_without_changes
source: If you leave without save the changes, all the progress will be dropped. do you want to continue?
es: Si sales sin guardar los cambios, todo lo registrado se perderá y tendrás nuevamente que volver a hacer los cambios. ¿Estás seguro que quieres descartar los cambios?
fr: Si vous quittez sans enregistrer les modifications, tout ce qui est enregistré sera perdu et vous devrez à nouveau effectuer les modifications. Voulez-vous vraiment annuler les modifications?

# lb_dialog_message_save_changes
source: To apply the changes on the information, please confirm the action.
es: Para aplicar los cambios en los datos de usuario, favor de confirmarlo.
fr: Pour appliquer les données utilisateur, veuillez les confirmer.

# lb_dialog_message_share_invitation
source: To open and explicit intent, click in send.
es: Para abrir el intent implícito, click en enviar.
fr: Pour ouvrir l'intent implicite, cliquez sur Soumettre.

# lb_dialog_message_cancel_event
source: Are you about to cancel the event. Do you want to continue, the action can not be reversed?
es: Estas apunto de cancelar el evento. ¿Desar continuar con esta acción, los cambios no podrán revertirse?
fr: Vous êtes sur le point d'annuler l'événement. Voulez-vous poursuivre cette action, les modifications ne pourront-elles pas être annulées?

# lb_dialog_message_remove_invitation
source: Are you about to delete the invitation. Do you want to continue, the action can not be reversed ?
es: Estas apunto de eliminar esta invitación. ¿Desar continuar con esta acción, los cambios no podrán revertirse?
fr: Vous êtes sur le point de supprimer cette invitation. Voulez-vous poursuivre cette action, les modifications ne pourront-elles pas être annulées?

# lb_dialog_message_download_file
source: To download the file, please confirm the action, once you confirm the action it will start downloading automatically. Besides it will open too.
es: Parar descargar el archivo confirmar la acción, una vez confirmada la descargar comenzará en automático. Además se abrirá en automático.
fr: Pour télécharger le fichier, confirmez l'action, une fois confirmé, le téléchargement démarrera automatiquement. Il s'ouvrira également automatiquement.

# lb_dialog_message_delete_progress
source: Are you sure you want to delete this announcement? If you want to continue, please confirm the action
es: ¿Estas seguro de querer eliminar la notificación? Confirma para ejecutar su acción
fr: Voulez-vous vraiment supprimer la notification? Confirmez pour exécuter votre action

# lb_dialog_message_none
source: No options selected
es: Ninguna opción seleccionada
fr: Aucune option sélectionnée

# lb_yes_value
source: YES
es: SÍ
fr: OUI

# lb_no_value
source: NO
fr: NON

# lb_success_event_created
source: The event was created successfully.
es: El evento fue creado de manera exitosa.
fr: L'événement a été créé avec succès.

# lb_success_onu_event_created
source: The event and invitations were created successfully.
es: El evento y las invitaciones fueron creados de maneara exitosa.
fr: L'événement et les invitations ont été créés avec succès.

# lb_success_complete_onboarding
source: Steps was storage successfully.
es: Pasos guardado de manera exitosa.
fr: Étapes enregistrées avec succès.

# lb_success_open_door
source: The door will be open in a few.
es: Autenticación correcta, la puerta abrirá en breves.
fr: Authentification réussie, la porte s'ouvrira sous peu.

# lb_success_deleting_announcement
source: Announcements deleted successfully.
es: Notificación eliminada exitosamente.
fr: Notification supprimée avec succès.

# lb_success_updating_data
source: Data was updated successfully.
es: Información fue actualizada con éxito.
fr: Les informations ont été mises à jour avec succès.

# lb_success_updating_extra_data
source: Extra data was updated successfully.
es: Información extra fue actualizada con éxito.
fr: Les informations supplémentaires ont été mises à jour avec succès.

# lb_success_get_incoming_events
source: Successfully synced incoming events.
es: Eventos entrantes sincronizdos con éxito.
fr: Événements entrants synchronisés avec succès.

# lb_success_get_incoming_purchases
source: Successfully synced incoming purchase.
es: Ordenes entrantes sincronizdas con éxito.
fr: Commandes entrantes synchronisées avec succès.

# lb_success_get_record_purchases
source: Successfully synced purchase records.
es: Historial de ordenes sincronizadas con éxito.
fr: Historique des commandes synchronisées avec succès.

# lb_success_get_incoming_contracts
source: Successfully synced incoming contracts.
es: Contractos entrantes sincronizdos con éxito.
fr: Les contrats entrants ont été synchronisés avec succès.

# lb_success_get_record_contracts
source: Successfully synced contract records.
es: Historial de contratos sincronizados con éxito.
fr: Historique des contrats synchronisés avec succès.

# lb_success_get_incoming_orders
source: Successfully synced incoming purchase.
es: Ordenes entrantes sincronizadas con éxito.
fr: Les commandes entrantes ont été synchronisées avec succès.

# lb_success_get_employees
source: Employees synced successfully.
es: Empleados sincronizados con éxito.
fr: Employés synchronisés avec succès.

# lb_success_get_vehicles
source: Vehicles synced successfully.
es: Vehiculos sincronizados con éxito.
fr: Véhicules synchronisés avec succès.

# lb_success_get_record_orders
source: Successfully synced purchase records.
es: Historial de ordenes sincronizadas con éxito.
fr: Historique des commandes synchronisées avec succès.

# lb_success_get_invitations
source: Successfully synced invitations.
es: Invitaciones sincronizadas con éxito.
fr: Les invitations ont été synchronisées avec succès.

# lb_success_creating_announcement
source: Announcement was sent and created successfully.
es: Notificación creada y envíada con éxito.
fr: Notification créée et envoyée avec succès.

# lb_success_generating_qr_code
source: Bring it closer to the reader.
es: Código QR generado correctamente, acerca al lector para poder acceder.
fr: Code QR généré correctement, rapprochez le lecteur de l'accès.

# lb_error_getting_image
source: Error loading image, could be corrupted.
es: Error al cargar imagen, intente con otra puede que este dañada.
fr: Erreur lors du chargement de l'image, essayez-en une autre, elle est peut-être endommagée.

# lb_warning_invalid_name
source: Empty name field
es: Campo nombre no pude estar vacío
fr: Le champ de nom ne peut pas être vide

# lb_warning_invalid_last_name
source: Empty last name field
es: Campo primer apellido no pude estar vacío
fr: Le champ du premier nom de famille ne peut pas être vide

# lb_warning_onboarding_was_skip
source: Onboarding process skipped, you no longer see it.
es: Se ha omitido el proceso de onboarding, ya no lo verás más.
fr: Le processus d'intégration a été ignoré, vous ne le verrez plus.

# lb_warning_empty_onboarding_process
source: Empty list, there are no progress on the process.
es: List vacía, no se ha avanzando en el proceso.
fr: Liste vide, aucun progrès n'a été fait dans le processus.

# lb_warning_no_image_selected
source: No image selected.
es: Ninguna imagen fue seleccionada.
fr: Aucune image n'a été sélectionnée.

# lb_warning_empty_password
source: Empty password field
es: Contraseña vacía
fr: Mot de passe vide

# lb_warning_vehicle_was_added
source: Vehicle already chose.
es: Vehículo ya ha sido selecionado y se encuentra en la lista.
fr: Le véhicule a déjà été sélectionné et figure dans la liste.

# lb_warning_visitor_empty
source: No visitor selected.
es: Visitante no seleccionado.
fr: Visiteur non sélectionné.

# lb_warning_zone_empty
source: No zone selected.
es: Zona no seleccionada.
fr: Zone non sélectionnée.

# lb_warning_invalid_date
source: The date can not be less or equals than the current.
es: La fecha no puede ser menor/igual que la actual.
fr: La date ne peut pas être inférieure/égale à la date actuelle.

# lb_warning_event_name_empty
source: Empty name field.
es: Campo nombre vacío.
fr: Champ de nom vide.

# lb_warning_duration_empty
source: The value duration can not be less or equals than 0.
es: Campo duración no puede ser igual/menos que cero.
fr: Le champ de durée ne peut pas être égal/inférieur à zéro.

# lb_warning_no_invitations
source: Add at least one visitor to continue
es: Agrega al menos un invitado para continuar
fr: Ajoutez au moins un invité pour continuer

# lb_warning_invalid_email
source: Invalid email pattern
es: Formato de correo no valido
fr: Format d'e-mail invalide

# lb_warning_invalid_phone_number
source: Invalid phone number pattern
es: Formato de número no valido
fr: Format de nombre invalide

# lb_warning_user_already_in_list
source: User was already chose
es: Usuario ya fue agregado a la lista
fr: L'utilisateur a déjà été ajouté à la liste

# lb_warning_data_empty
source: There are empty fields, please fill on all the required
es: Campos de información vacíos, favor de completar todos los campos requeridos
fr: Champs d'information vides, veuillez remplir tous les champs obligatoires

# lb_helper_selected_pfd_app
source: Choose the app which you want to use to open the file
es: Eligé la app dónde quieras abrir el archivo
fr: Choisissez l'application dans laquelle vous souhaitez ouvrir le fichier

# lb_helper_password
source: *6 Length max
es: *Longitud mínima de 6 carácteres
fr: *Longueur minimale de 6 caractères

# lb_helper_hardware_is_mandatory
source: *hardware availability
es: *Sujeto a disponibilidad de hardware
fr: *Sous réserve de disponibilité du matériel

# lb_info_password_length
source: Password length can not be less than 6 characters.
es: Longitud de la contraseña debe ser al menos 6 caracteres.
fr: La longueur du mot de passe doit être d'au moins 6 caractères.

# lb_info_no_internet_connection
source: No internet connection, verify it to continue with the process.
es: Sin conexión a internet, verifique su conexión para poder seguir con el proceso.
fr: Sans connexion internet, vérifiez votre connexion pour pouvoir continuer le processus.

# lb_info_email_re_send
source: OTP was sent it again through email
es: Código enviado nuevamente al correo introduciado anteriormente
fr: Code envoyé à nouveau à l'adresse e-mail saisie précédemment

# lb_info_sms_re_send
source: OTP was sent it again through SMS
es: Código enviado nuevamente al número introduciado anteriormente
fr: Code envoyé à nouveau au numéro saisi précédemment

# lb_info_can_not_create_invitation
source: Can not create invitations without internet connection, verify it.
es: Sólo se puede crear invitaciones cuando se tiene internet, verifiqué su conexión.
fr: Vous ne pouvez créer des invitations que lorsque vous avez Internet, j'ai vérifié votre connexion.

# lb_info_can_not_create_event
source: Can not create events without internet connection, verify it.
es: Sólo se puede crear eventos cuando se tiene internet, verifiqué su conexión.
fr: Vous ne pouvez créer des événements que lorsque vous avez Internet, j'ai vérifié votre connexion.

# lb_info_can_not_create_announcement
source: Can not create announcements without internet connection, verify it.
es: Sólo se puede crear notificaciones cuando se tiene internet, verifiqué su conexión.
fr: Vous ne pouvez créer des notifications que lorsque vous avez Internet, j'ai vérifié votre connexion.

# lb_info_can_not_delete_announcement
source: Can not delete announcements without internet connection, verify it.
es: Sólo se pueden eliminar notificaciones cuando se tiene internet, verifiqué su conexión.
fr: Vous ne pouvez supprimer les notifications que lorsque vous avez Internet, j'ai vérifié votre connexion.

# lb_info_do_not_have_privilege
source: Not enough permissions to complete this action.
es: No tienes permisos suficientes para realizar esta acción.
fr: Vous ne disposez pas des autorisations suffisantes pour effectuer cette action.

# lb_alert_login
source: BIOMETRIC LOG IN
es: INICIO DE SESIÓN BIOMETRICO
fr: CONNEXION BIOMÉTRIQUE

# lb_alert_login_message
source: Confirm your biometric access to access this resource
es: Confirma tus credenciales biometricas para acceder a los recursos de la aplicación
fr: Confirmez vos informations d'identification biométriques pour accéder aux ressources de l'application

# lb_no_data_onboarding_steps
source: There are no step to complete.
es: No existen pasos que seguir en el onboarding.
fr: Il n'y a aucune étape à suivre lors de l'intégration.

# lb_no_data_common_area
source: There are no common area available.
es: Áreas Comunes No Disponibles.
fr: Espaces communs non disponibles.

# lb_no_reservation_chosen
source: There are no booking chosen.
es: Sin Reservación Seleccionada.
fr: Aucune réservation sélectionnée.

# lb_error_device_not_found
source: There are no devices registered.
es: No se han encontrado dispositivos registrados en el sistema. Intenta nuevamente.
fr: Aucun périphérique enregistré trouvé dans le système. Essayer à nouveau.

# lb_error_invalid_data_qr_code
source: Invalid QR Code. Try with a good one.
es: Código QR Inválido. Trata con algún código válido.
fr: Code QR invalide. Essayez un code valide.

# lb_error_dropdown_empty
source: No option selected.
es: No se ha seleccionado una opción.
fr: Une option n'a pas été sélectionnée.

# lb_error_skipping_onboarding
source: Error skipping onboarding, try it again.
es: Error tratando de saltar onboarding, inténtelo nuevamente.
fr: Erreur lors de la tentative d'ignorer l'intégration, veuillez réessayer./

# lb_error_creating_onboarding_process
source: Error saving the onboarding process.
es: Error tratando de guardar el proceso de onboarding.
fr: Erreur lors de la tentative d'enregistrement du processus d'intégration./

# lb_error_open_door
source: You do not have access this zone.
es: Autenticación no correcta, no tienes acceso a esta zona. Intenta nuevamente.
fr: Authentification incorrecte, vous n'avez pas accès à cet espace./

# lb_error_biometrics_authentication_failed
source: No biometric credentials found, try it with password.
es: Credenciales biométricas no encontradas, intente con contraseña.
fr: Identifiants biométriques introuvables, essayez le mot de passe./

# lb_error_biometrics_authentication_error
source: Error using biometric credentials, try it with password.
es: Error intentando con credenciales biométricas, intente con contraseña.
fr: Erreur lors de la tentative avec les informations d'identification biométriques, essayez avec le mot de passe./

# lb_error_status
source: Invalid status, try with another.
es: Estatus no válido, intenta con otro.
fr: Estatus no válido, Essaie un autre./

# lb_error_attendance
source: Error attending the invitation.
es: Error confirmando asistencia de invitación.
fr: Erreur lors de la confirmation de la participation à l'invitation./

# lb_error_input_empty
source: Empty / Incomplete fields.
es: Campos incompleto(s) y/o vacío(s).
fr: Champs incomplets et/ou vides./

# lb_error_encrypt_data
source: Error encrypting the information.
es: Error al encriptar la información en el código QR.
fr: Erreur lors du cryptage des informations dans le code QR./

# lb_error_contract_not_found
source: Contract not exists.
es: Contracto no fue encontrado.
fr: Le contrat n'a pas été trouvé./

# lb_error_po_not_found
source: Purchase not exists.
es: Orden de compra no fue encontrada.
fr: Le bon de commande est introuvable./

# lb_error_event_not_found
source: Event not exists.
es: Evento no fue encontrado.
fr: L'événement n'a pas été trouvé./

# lb_error_creating_reservation
source: Error when booking was created. Try it again.
es: Error al crear reservación. Inténtelo nuevamente.
fr: Erreur lors de la création de la réservation. Veuillez réessayer./

# lb_error_creating_event
source: Error when event was created. Try it again.
es: Error al crear event. Inténtelo nuevamente.
fr: Erreur lors de la création de l'événement. Veuillez réessayer./

# lb_error_creating_vehicle
source: Error when vehicle was created. Try it again.
es: Error al crear vehículo. Inténtelo nuevamente.
fr: Échec de la création du véhicule. Veuillez réessayer./

# lb_error_creating_invitations
source: Error when invitation was created. Try it again.
es: Error al crear invitaciones. Inténtelo nuevamente.
fr: Erreur lors de la création des invitations. Veuillez réessayer./

# lb_error_retrieving_photo
source: Error getting image. Try it again
es: Error al obtener imagen. Inténtelo nuevamente.
fr: Erreur lors de l'obtention de l'image. Veuillez réessayer./

# lb_error_can_not_log_out
source: App can not log out. Try it again.
es: No se pudó cerrar sesión debido aun inconveniente. Inténtelo nuevamente.
fr: Impossible de se déconnecter en raison d'un inconvénient. Veuillez réessayer./

# lb_error_wrong_otp
source: Wrong OTP, verify it and try it again
es: Código incorrecto, verifique este introducido correctamente
fr: Code incorrect, vérifiez qu'il a été correctement saisi/

# lb_error_the_are_are_no_selected_users
source: Choose at least one visitor.
es: Al menos selección un visitante para continuar.
fr: Sélectionnez au moins un visiteur pour continuer./

# lb_error_must_complete_all_the_invitations
source: You should complete all the invitation before to continue.
es: Debes completar todas las invitaciones antes seguir.
fr: Vous devez remplir toutes les invitations avant de continuer./

# lb_error_removing_invitation
source: Error removing the invitation. Try it again.
es: Error al intentar eliminar la invitación. Intente nuevamente.
fr: Erreur lors de la tentative de suppression de l'invitation. Essayer à nouveau./
